[
    {
        "answertype": "Multiple Choice",
        "content": " Which of the following is the unit of the product of resistance and\ncapacitance?\nW) Farad\nX) Ohm\nY) Mho\nZ) Second",
        "subject": "",
        "answer": "Z) SECOND"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the term for the system of power generation in which solar\nenergy is converted to heat that drives a steam turbine?\nANSWER: CONCENTRATED SOLAR POWER (ACCEPT: CSP; DO NOT ACCEPT: SOLAR\nPOWER)",
        "subject": "",
        "answer": "X) SAME SPEEDTOSS UP2. ENERGY Short Answer What is the term for the system of power generation in which solarenergy is converted to heat that drives a steam turbine?ANSWER: CONCENTRATED SOLAR POWER (ACCEPT: CSP; DO NOT ACCEPT: SOLARPOWER)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following species does NOT have at least two\nequally favorable resonance structures?\nW) C H\n6 6\nX) NO -\n2\nY) CO\n2\nZ) SO\n2\nANSWER: Y) CO\n2",
        "subject": "",
        "answer": "4, 3, 1, 2Round Robin ~ Round 9 Page 1TOSS UP3. CHEMISTRY Multiple Choice Which of the following species does NOT have at least twoequally favorable resonance structures?W) C H6 6X) NO -2Y) CO2Z) SO2ANSWER: Y) CO2"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Providing your answer in simplest form, what is sec [secant of\n11 pi over 6]?\n(11π/6)\nANSWER:\n2√3",
        "subject": "",
        "answer": "W) NOT SPONTANEOUS AT ANY TEMPERATURETOSS UP4. MATH Short Answer Providing your answer in simplest form, what is sec [secant of11 pi over 6]?(11π/6)ANSWER:2√3"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Each exterior angle of a regular polygon has a measure of What is\nthe sum, in degrees, of the measures of the interior angles of the polygon?\n10°.\nANSWER:\n6120°\nRound Robin ~ Round 9 Page 2\nTOSS UP\n5. EARTH AND SPACE Multiple Choice In which of the following reservoirs in the hydrologic\ncycle do water molecules have the shortest water residence time?\nW) Atmosphere\nX) Aquifer [AK-wuh-fer]\nY) Ocean\nZ) River",
        "subject": "",
        "answer": "W) ATMOSPHERE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Which fatty structure in the forehead of a toothed whale appears to\nfocus and direct outgoing sound waves?\nANSWER: MELON (ACCEPT: SPERMACETI ORGAN)",
        "subject": "",
        "answer": "S0 (ACCEPT: SB0)TOSS UP6. BIOLOGY Short Answer Which fatty structure in the forehead of a toothed whale appears tofocus and direct outgoing sound waves?ANSWER: MELON (ACCEPT: SPERMACETI ORGAN)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " When a clay pigeon breaks into pieces after being shot, which of\nthe following can be said about the shape of the trajectories of these pieces of clay?\nW) They are always elliptical\nX) They are always parabolic\nY) They are always hyperbolic\nZ) They may be any of elliptical, parabolic, or hyperbolic depending on the speed of the\ncomponents\nANSWER: X) THEY ARE ALWAYS PARABOLIC",
        "subject": "",
        "answer": "Y) BROCA’S AREARound Robin ~ Round 9 Page 3TOSS UP7. PHYSICS Multiple Choice When a clay pigeon breaks into pieces after being shot, which ofthe following can be said about the shape of the trajectories of these pieces of clay?W) They are always ellipticalX) They are always parabolicY) They are always hyperbolicZ) They may be any of elliptical, parabolic, or hyperbolic depending on the speed of thecomponentsANSWER: X) THEY ARE ALWAYS PARABOLIC"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following substances would you expect to have\nthe highest molar entropy at standard conditions?\nW) Argon gas\nX) Butane gas\nY) Sulfur dioxide gas\nZ) Gaseous water\nANSWER: X) BUTANE GAS",
        "subject": "",
        "answer": "12,000TOSS UP8. CHEMISTRY Multiple Choice Which of the following substances would you expect to havethe highest molar entropy at standard conditions?W) Argon gasX) Butane gasY) Sulfur dioxide gasZ) Gaseous waterANSWER: X) BUTANE GAS"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Express the following in simplest form, with variables raised only to\npositive powers: [open parenthesis 4x to the fifth y to the power of negative 3\nclose parenthesis t5o t−h3e −p2ower of negative 2]\n(4𝑥𝑥 𝑦𝑦 )\nANSWER:\n6\n𝑦𝑦\n10",
        "subject": "",
        "answer": "SQUARE PLANARRound Robin ~ Round 9 Page 4TOSS UP9. MATH Short Answer Express the following in simplest form, with variables raised only topositive powers: [open parenthesis 4x to the fifth y to the power of negative 3close parenthesis t5o t−h3e −p2ower of negative 2](4𝑥𝑥 𝑦𝑦 )ANSWER:6𝑦𝑦10"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " A regular decagon with a perimeter of 40 units has an area of 40k\nsquare units. Find its apothem.\nANSWER:\nk2\nTOSS UP\n10. EARTH AND SPACE Multiple Choice Which of the following contains most of the angular\nmomentum about the Sun in the solar system?\nW) Jupiter\nX) The Kuiper belt\nY) The Sun\nZ) Neptune",
        "subject": "",
        "answer": "W) JUPITER"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Elevated levels of AST and ALT, which are transaminases,\noften indicate there is a problem with which of the following organs?\nW) Liver\nX) Pancreas\nY) Kidneys\nZ) Heart\nANSWER: W) LIVER",
        "subject": "",
        "answer": "SAFFIR-SIMPSON HURRICANE SCALE (ACCEPT: SAFFIR-SIMPSON)Round Robin ~ Round 9 Page 5TOSS UP11. BIOLOGY Multiple Choice Elevated levels of AST and ALT, which are transaminases,often indicate there is a problem with which of the following organs?W) LiverX) PancreasY) KidneysZ) HeartANSWER: W) LIVER"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " A mass of hot copper with a heat capacity of 2.0 joules per\nKelvin is dropped into the same volume of water and loses 80 joules of thermal energy. The\nfinal temperature of the copper is 295 Kelvin. What was its initial temperature in Kelvin?\nANSWER: 335",
        "subject": "",
        "answer": "1, 3, 4TOSS UP12. CHEMISTRY Short Answer A mass of hot copper with a heat capacity of 2.0 joules perKelvin is dropped into the same volume of water and loses 80 joules of thermal energy. Thefinal temperature of the copper is 295 Kelvin. What was its initial temperature in Kelvin?ANSWER: 335"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A 10 kilogram box is moving with a speed of 5 meters per\nsecond along a level surface. If the coefficient of kinetic friction between the box and the surface\nis 0.1 and the coefficient of static friction between the box and the surface is 0.2, which of the\nfollowing is the frictional force in newtons that acts on the box, given that the acceleration due to\ngravity is 9.8 meters per second squared?\nW) 1.0\nX) 2.0\nY) 9.8\nZ) 19.6\nANSWER: Y) 9.8",
        "subject": "",
        "answer": "W) POLONIUMRound Robin ~ Round 9 Page 6TOSS UP13. PHYSICS Multiple Choice A 10 kilogram box is moving with a speed of 5 meters persecond along a level surface. If the coefficient of kinetic friction between the box and the surfaceis 0.1 and the coefficient of static friction between the box and the surface is 0.2, which of thefollowing is the frictional force in newtons that acts on the box, given that the acceleration due togravity is 9.8 meters per second squared?W) 1.0X) 2.0Y) 9.8Z) 19.6ANSWER: Y) 9.8"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " An air compressor is about 20% efficient in converting electricity\nto compressed air. Where does the majority of the remaining 80% of the electricity go?\nW) It doesn't go anywhere, it stays in the motor\nX) It turns into thermal energy\nY) It turns into sound\nZ) It turns into vibration\nANSWER: X) IT TURNS INTO THERMAL ENERGY",
        "subject": "",
        "answer": "2400TOSS UP14. ENERGY Multiple Choice An air compressor is about 20% efficient in converting electricityto compressed air. Where does the majority of the remaining 80% of the electricity go?W) It doesn't go anywhere, it stays in the motorX) It turns into thermal energyY) It turns into soundZ) It turns into vibrationANSWER: X) IT TURNS INTO THERMAL ENERGY"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Free radical polymerization can be initiated in several\ndifferent ways. Peroxides and azo compounds frequently act as which of the following types of\ninitiator?\nW) Thermal\nX) Photochemical\nY) Ionizing\nZ) Redox\nANSWER: W) THERMAL",
        "subject": "",
        "answer": "X) IT WOULD DECREASERound Robin ~ Round 9 Page 7TOSS UP15. CHEMISTRY Multiple Choice Free radical polymerization can be initiated in severaldifferent ways. Peroxides and azo compounds frequently act as which of the following types ofinitiator?W) ThermalX) PhotochemicalY) IonizingZ) RedoxANSWER: W) THERMAL"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Providing your answer in simplest form, what is the cotangent of x, if\nx x , and x has reference angle pi/6?\ncos( ) < 0, sin( ) > 0\nANSWER:",
        "subject": "",
        "answer": "4.85TOSS UP16. MATH Short Answer Providing your answer in simplest form, what is the cotangent of x, ifx x , and x has reference angle pi/6?cos( ) < 0, sin( ) > 0ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following represents the solution in degrees of the\nequation 4sin2x in the open interval from to ?\nW) = 1 0° 180°\nX) o\nY) 30 o o\nZ) 30 o , 60\n30\no\n, 150\no\n°\nAN6S0W, E12R0: Y)\no\n30 , 150°\nRound Robin ~ Round 9 Page 8\nTOSS UP\n17. EARTH AND SPACE Multiple Choice Photographs taken by ground cameras and NASA's\npolar satellite show evidence of magnetic field lines connecting Earth's upper atmosphere\ndirectly to the Sun. Scientists believe that solar wind particles flow along these lines, providing\nenergy for which of the following phenomena to occur?\nW) Halo effect\nX) Rainbow\nY) Auroral light\nZ) Solar flare",
        "subject": "",
        "answer": "Y) AURORAL LIGHT"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What phylum within the animal kingdom is characterized by\nhaving no symmetry and no true tissues?\nANSWER: PORIFERA",
        "subject": "",
        "answer": "DIAMONDTOSS UP18. BIOLOGY Short Answer What phylum within the animal kingdom is characterized byhaving no symmetry and no true tissues?ANSWER: PORIFERA"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A mass is suspended from the ceiling by two ropes. Rope 1\nmakes a larger angle with the horizontal than Rope 2 does. Which of the following statements is\ntrue about the tension in the ropes?\nW) The tensions in the ropes are equal\nX) The tension in Rope 1 is greater than the tension in Rope 2\nY) The tension in Rope 2 is greater than the tension in Rope 1\nZ) The tension in Rope 2 is zero\nANSWER: X) THE TENSION IN ROPE 1 IS GREATER THAN THE TENSION IN ROPE 2",
        "subject": "",
        "answer": "CORPUS ALLATUM (ACCEPT: CORPORA ALLATA)Round Robin ~ Round 9 Page 9TOSS UP19. PHYSICS Multiple Choice A mass is suspended from the ceiling by two ropes. Rope 1makes a larger angle with the horizontal than Rope 2 does. Which of the following statements istrue about the tension in the ropes?W) The tensions in the ropes are equalX) The tension in Rope 1 is greater than the tension in Rope 2Y) The tension in Rope 2 is greater than the tension in Rope 1Z) The tension in Rope 2 is zeroANSWER: X) THE TENSION IN ROPE 1 IS GREATER THAN THE TENSION IN ROPE 2"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following produces wind energy?\nW) The Earth’s rotation\nX) Uneven heating of the Earth’s surface\nY) Movement of the tectonic plates\nZ) The Moon’s gravitational pull\nANSWER: X) UNEVEN HEATING OF THE EARTH’S SURFACE",
        "subject": "",
        "answer": "0TOSS UP20. ENERGY Multiple Choice Which of the following produces wind energy?W) The Earth’s rotationX) Uneven heating of the Earth’s surfaceY) Movement of the tectonic platesZ) The Moon’s gravitational pullANSWER: X) UNEVEN HEATING OF THE EARTH’S SURFACE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the term for the unique, chitinous [KY-tin-ous], tooth-like,\nfeeding structure found in many mollusks [MOL-uhsks]?\nANSWER: RADULA",
        "subject": "",
        "answer": "Y) RHODE ISLANDRound Robin ~ Round 9 Page 10TOSS UP21. BIOLOGY Short Answer What is the term for the unique, chitinous [KY-tin-ous], tooth-like,feeding structure found in many mollusks [MOL-uhsks]?ANSWER: RADULA"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following compounds is insoluble in water?\nW) Potassium acetate\nX) Aluminum sulfide\nY) Lithium carbonate\nZ) Magnesium bromide\nANSWER: X) ALUMINUM SULFIDE",
        "subject": "",
        "answer": "1, 3 (ACCEPT: THYROID GLAND, KIDNEY)TOSS UP22. CHEMISTRY Multiple Choice Which of the following compounds is insoluble in water?W) Potassium acetateX) Aluminum sulfideY) Lithium carbonateZ) Magnesium bromideANSWER: X) ALUMINUM SULFIDE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following represents an equivalent value for\n[log base 10 of the square root of 1000]?\nlog10√1000\nW) [10 to the power of three halves]\n3\nX) 2 [10 to the power of two thirds]\n102\nY) 3\nZ) 10\n3/2\nAN2S/W3ER: Y)",
        "subject": "",
        "answer": "4, 1, 2, 3 (ACCEPT: HYDROGEN FLUORIDE, HYDROGEN CHLORIDE,AMMONIA, WATER)Round Robin ~ Round 9 Page 11TOSS UP23. MATH Multiple Choice Which of the following represents an equivalent value for[log base 10 of the square root of 1000]?log10√1000W) [10 to the power of three halves]3X) 2 [10 to the power of two thirds]102Y) 3Z) 103/2AN2S/W3ER: Y)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following represents a simplified form of: sin x\n2\n𝑐𝑐𝑐𝑐𝑐𝑐 𝑥𝑥\n[sine of x plus the fraction with numerator cosine squared of x and denominator sine of\n+ 𝑐𝑐𝑠𝑠𝑠𝑠𝑥𝑥\nx]?\nW) x [cosecant of x]\nX) x [secant of x]\nY) csc [cosine squared of x]\nZ) se c 2\ncos 𝑥𝑥\nAN1SWER: W) x\ncsc\nTOSS UP\n24. EARTH AND SPACE Short Answer Patterns of paleomagnetism along seafloor spreading\ncenters support plate tectonic theory and are based on what process that occurs, on average,\nevery 200,000 to 250,000 years?",
        "subject": "",
        "answer": "POLAR REVERSAL (ACCEPT: MAGNETIC REVERSAL)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following animals uses a vomeronasal organ?\nW) Crocodile\nX) Garter snake\nY) Toad\nZ) House fly\nANSWER: X) GARTER SNAKE",
        "subject": "",
        "answer": "Z) 50%Round Robin ~ Round 9 Page 12TOSS UP25. BIOLOGY Multiple Choice Which of the following animals uses a vomeronasal organ?W) CrocodileX) Garter snakeY) ToadZ) House flyANSWER: X) GARTER SNAKE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Name all of the following four amino acids that would have a net\npositive charge in Tris glycine buffer at pH 8.6: 1) glycine [GLY-seen], 2) alanine [AL-uh-nin],\n3) lysine [LY-seen], 4) arginine [AHR-juh-neen].",
        "subject": "",
        "answer": "3, 4 (ACCEPT: LYSINE, ARGININE)Round Robin ~ Round 9 Page 13"
    }
]