[
    {
        "answertype": "Multiple Choice",
        "content": " For which of the following processes is the change in entropy\nnegative?\nW) Water freezing\nX) Dry ice sublimation\nY) Salt dissolving in water\nZ) Gasoline burning",
        "subject": "",
        "answer": "W) WATER FREEZING"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " During the formation of a peptide bond between two amino acids,\nwhat molecule is formed as a byproduct?\nANSWER: WATER (ACCEPT: H O)\n2",
        "subject": "",
        "answer": "N = 150; H = 50; O = 1002 2 2TOSS UP2. BIOLOGY Short Answer During the formation of a peptide bond between two amino acids,what molecule is formed as a byproduct?ANSWER: WATER (ACCEPT: H O)2"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is NOT an advantage of using ethanol over\ngasoline for internal combustion engines?\nW) High octane rating\nX) High thermal efficiency\nY) High compression rating\nZ) High energy density\nANSWER: Z) HIGH ENERGY DENSITY",
        "subject": "",
        "answer": "W) THE LAKE WILL BECOME DEPLETED OF OXYGENRound Robin ~ Round 6 Page 1TOSS UP3. ENERGY Multiple Choice Which of the following is NOT an advantage of using ethanol overgasoline for internal combustion engines?W) High octane ratingX) High thermal efficiencyY) High compression ratingZ) High energy densityANSWER: Z) HIGH ENERGY DENSITY"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following groups of elements comprises\nthe greatest proportion of the Earth’s continental crust?\nW) Oxygen, silicon, aluminum\nX) Hydrogen, iron, silicon\nY) Oxygen, iron, carbon\nZ) Carbon, aluminum, magnesium\nANSWER: W) OXYGEN, SILICON, ALUMINUM",
        "subject": "",
        "answer": "Y) CARBON DIOXIDE AND WATER VAPORTOSS UP4. EARTH AND SPACE Multiple Choice Which of the following groups of elements comprisesthe greatest proportion of the Earth’s continental crust?W) Oxygen, silicon, aluminumX) Hydrogen, iron, siliconY) Oxygen, iron, carbonZ) Carbon, aluminum, magnesiumANSWER: W) OXYGEN, SILICON, ALUMINUM"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Capacitance is inversely related to which of the following\nproperties of a plate capacitor?\nW) Area of plates\nX) Distance between plates\nY) Dielectric constant\nZ) Absolute permittivity\nANSWER: X) DISTANCE BETWEEN PLATES",
        "subject": "",
        "answer": "512Round Robin ~ Round 6 Page 2TOSS UP5. PHYSICS Multiple Choice Capacitance is inversely related to which of the followingproperties of a plate capacitor?W) Area of platesX) Distance between platesY) Dielectric constantZ) Absolute permittivityANSWER: X) DISTANCE BETWEEN PLATES"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If [f of x equals the fraction with numerator x squared\n2\nminus 9 and denominator x minu 𝑥𝑥 s − 3 9 ], what is the limit of f x as x approaches ?\n𝑓𝑓(𝑥𝑥) = 𝑥𝑥−3\nANSWER: ( ) 3",
        "subject": "",
        "answer": "8TOSS UP6. MATH Short Answer If [f of x equals the fraction with numerator x squared2minus 9 and denominator x minu 𝑥𝑥 s − 3 9 ], what is the limit of f x as x approaches ?𝑓𝑓(𝑥𝑥) = 𝑥𝑥−3ANSWER: ( ) 3"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If oranges are piled in a pyramid with 1 orange on the top layer, 4\noranges in the second layer, 9 oranges in the third layer, and 16 oranges in the fourth layer,\nhow many oranges will be needed to make a pile with 10 layers?\nANSWER:\n385\nRound Robin ~ Round 6 Page 3\nTOSS UP\n7. CHEMISTRY Multiple Choice Which of the following is NOT a state function?\nW) Pressure\nX) Work\nY) Temperature\nZ) Internal energy",
        "subject": "",
        "answer": "X) WORK"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is NOT a likely reason for decreased\nsuccess of bird populations in small, fragmented habitats?\nW) Fewer food resources\nX) Increased nest parasitism\nY) Increased area to edge ratio of habitat\nZ) Decreased suitable habitat area for territories\nANSWER: Y) INCREASED AREA TO EDGE RATIO OF HABITAT",
        "subject": "",
        "answer": "250TOSS UP8. BIOLOGY Multiple Choice Which of the following is NOT a likely reason for decreasedsuccess of bird populations in small, fragmented habitats?W) Fewer food resourcesX) Increased nest parasitismY) Increased area to edge ratio of habitatZ) Decreased suitable habitat area for territoriesANSWER: Y) INCREASED AREA TO EDGE RATIO OF HABITAT"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is the immediate use of glucose produced\nby photosynthesis?\nW) To capture light\nX) To form fats and lipids\nY) To be consumed by heterotrophs\nZ) An energy source for cellular respiration\nANSWER: Z) AN ENERGY SOURCE FOR CELLULAR RESPIRATION",
        "subject": "",
        "answer": "Z) THE NORMAL PROTEIN STIMULATES CELL DIVISION, AND THE MUTATEDPROTEIN IS EITHER OVEREXPRESSED OR CAN’T BE DEACTIVATEDRound Robin ~ Round 6 Page 4TOSS UP9. ENERGY Multiple Choice Which of the following is the immediate use of glucose producedby photosynthesis?W) To capture lightX) To form fats and lipidsY) To be consumed by heterotrophsZ) An energy source for cellular respirationANSWER: Z) AN ENERGY SOURCE FOR CELLULAR RESPIRATION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A shallow-water wave with a speed of 600 kilometers\nper hour and a period of 15 minutes is most likely which of the following types of wave?\nW) Tsunami\nX) Capillary\nY) Tide\nZ) Wind\nANSWER: W) TSUNAMI",
        "subject": "",
        "answer": "W) LEADTOSS UP10. EARTH AND SPACE Multiple Choice A shallow-water wave with a speed of 600 kilometersper hour and a period of 15 minutes is most likely which of the following types of wave?W) TsunamiX) CapillaryY) TideZ) WindANSWER: W) TSUNAMI"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " The 2011 Nobel Prize in Physics was awarded for the\ndemonstration of which of the following properties of the expansion of the universe?\nW) It is speeding up\nX) It is slowing down\nY) It will reverse itself\nZ) It is constant\nANSWER: W) IT IS SPEEDING UP",
        "subject": "",
        "answer": "HAILSTORM (ACCEPT: HAIL)Round Robin ~ Round 6 Page 5TOSS UP11. PHYSICS Multiple Choice The 2011 Nobel Prize in Physics was awarded for thedemonstration of which of the following properties of the expansion of the universe?W) It is speeding upX) It is slowing downY) It will reverse itselfZ) It is constantANSWER: W) IT IS SPEEDING UP"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Evaluate ( .\n14𝜋𝜋\ncos − 3 )\nW)\n1\nX) − 2\n1\nY) 2\n√3\nZ) 2\n√3\n− 2\nANSWER: W)\n1\n−2",
        "subject": "",
        "answer": "16TOSS UP12. MATH Multiple Choice Evaluate ( .14𝜋𝜋cos − 3 )W)1X) − 21Y) 2√3Z) 2√3− 2ANSWER: W)1−2"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Evaluate arctan ) [arctangent of the tangent of the\nquantity 3 pi over 4].\n(tan 3π/4\nANSWER:\n-π/4\nRound Robin ~ Round 6 Page 6\nTOSS UP\n13. CHEMISTRY Multiple Choice A pure enantiomeric sample that rotates plane-polarized light\nto the right is called which of the following?\nW) Levorotary [lee-vuh-ROH-tawr-ee]\nX) Dextrorotary [dek-stroh-ROH-tawr-ee]\nY) Meso [ME-zoh]\nZ) Optically inactive",
        "subject": "",
        "answer": "X) DEXTROROTARY"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following nucleotide bases is a purine?\nW) Cytosine [SY-tuh-seen]\nX) Uracil [YOOR-uh-sil]\nY) Adenine [AD-n-een]\nZ) Thymine\nANSWER: Y) ADENINE",
        "subject": "",
        "answer": "W) RED BROWNTOSS UP14. BIOLOGY Multiple Choice Which of the following nucleotide bases is a purine?W) Cytosine [SY-tuh-seen]X) Uracil [YOOR-uh-sil]Y) Adenine [AD-n-een]Z) ThymineANSWER: Y) ADENINE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " The convergence of what type of atmospheric\ncirculation cell at the intertropical convergence zone results in strong atmospheric heating and\nprecipitation near the equator?\nANSWER: HADLEY",
        "subject": "",
        "answer": "W) PRESENCE OF A HOLDFASTRound Robin ~ Round 6 Page 7TOSS UP15. EARTH AND SPACE Short Answer The convergence of what type of atmosphericcirculation cell at the intertropical convergence zone results in strong atmospheric heating andprecipitation near the equator?ANSWER: HADLEY"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the potential difference in volts for a simple circuit with a\ncurrent of 6 amperes and three 10 ohm resistors in series?\nANSWER: 180",
        "subject": "",
        "answer": "Y) 8.8TOSS UP16. PHYSICS Short Answer What is the potential difference in volts for a simple circuit with acurrent of 6 amperes and three 10 ohm resistors in series?ANSWER: 180"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If [the integral from 0 to 5 of f of x dx equals 10]\n5\nand [the integral from 0 to 2 of f of x dx equals 12], then what is the value of\n∫0 𝑓𝑓(𝑥𝑥)𝑑𝑑𝑥𝑥 = 10\n2\n[the integral from 2 to 5 of f of x dx]?\n∫0 𝑓𝑓(𝑥𝑥)𝑑𝑑𝑥𝑥 = 12\n5\n∫2 𝑓𝑓(𝑥𝑥)𝑑𝑑𝑥𝑥\nANSWER:",
        "subject": "",
        "answer": "-11kRound Robin ~ Round 6 Page 8TOSS UP17. MATH Short Answer If [the integral from 0 to 5 of f of x dx equals 10]5and [the integral from 0 to 2 of f of x dx equals 12], then what is the value of∫0 𝑓𝑓(𝑥𝑥)𝑑𝑑𝑥𝑥 = 102[the integral from 2 to 5 of f of x dx]?∫0 𝑓𝑓(𝑥𝑥)𝑑𝑑𝑥𝑥 = 125∫2 𝑓𝑓(𝑥𝑥)𝑑𝑑𝑥𝑥ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Providing an exact answer, solve the following equation for x:\nx x [e to the x times the quantity 8 minus e to the x equals 16].\nAeN(8S –W eE)R =: N16A TURAL LOG OF 4\nTOSS UP\n18. CHEMISTRY Short Answer A straight line is produced in the graph of the natural log of the\nconcentration of a substance versus the time that the substance reacts. An experimenter can\ndefinitively say what about the reaction, with respect to this substance?",
        "subject": "",
        "answer": "IT IS FIRST ORDER"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following would NOT be important for a typical cell\ndividing by binary fission?\nW) DNA is replicated\nX) The nuclear envelope disintegrates\nY) Cytoplasm and its content is divided between daughter cells\nZ) New cell wall is formed between the developing daughter cells\nANSWER: X) THE NUCLEAR ENVELOPE DISINTEGRATES",
        "subject": "",
        "answer": "Y) BOYLE’S LAWRound Robin ~ Round 6 Page 9TOSS UP19. BIOLOGY Multiple Choice Which of the following would NOT be important for a typical celldividing by binary fission?W) DNA is replicatedX) The nuclear envelope disintegratesY) Cytoplasm and its content is divided between daughter cellsZ) New cell wall is formed between the developing daughter cellsANSWER: X) THE NUCLEAR ENVELOPE DISINTEGRATES"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is the best approximation of the amount of\nenergy in megaelectron-volts released from a single uranium-235 fission reaction?\nW) 7\nX) 215\nY) 235\nZ) 238\nANSWER: X) 215",
        "subject": "",
        "answer": "Y) PROTECTION FROM PREDATORSTOSS UP20. ENERGY Multiple Choice Which of the following is the best approximation of the amount ofenergy in megaelectron-volts released from a single uranium-235 fission reaction?W) 7X) 215Y) 235Z) 238ANSWER: X) 215"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the primary type of nuclear fusion reaction that\ntakes place in a 1.5 solar mass main sequence star?\nANSWER: CNO CYCLE",
        "subject": "",
        "answer": "X) PERIODS 2 AND 3 OF GROUP 17Round Robin ~ Round 6 Page 10TOSS UP21. EARTH AND SPACE Short Answer What is the primary type of nuclear fusion reaction thattakes place in a 1.5 solar mass main sequence star?ANSWER: CNO CYCLE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " An unpolarized electromagnetic plane wave is incident on a\nlinear polarizer whose transmission axis is parallel to the y-axis. After passing through the\npolarizer, which of the following best describes the oscillation direction of the magnetic field?\nW) Along the positive and negative x-axis\nX) Along the positive and negative y-axis\nY) A direction pointing in either the 1st or 3rd quadrant\nZ) A direction pointing in either the 2nd or 4th quadrant\nANSWER: W) ALONG THE POSITIVE AND NEGATIVE X-AXIS",
        "subject": "",
        "answer": "Y) CORE HELIUM BURNINGTOSS UP22. PHYSICS Multiple Choice An unpolarized electromagnetic plane wave is incident on alinear polarizer whose transmission axis is parallel to the y-axis. After passing through thepolarizer, which of the following best describes the oscillation direction of the magnetic field?W) Along the positive and negative x-axisX) Along the positive and negative y-axisY) A direction pointing in either the 1st or 3rd quadrantZ) A direction pointing in either the 2nd or 4th quadrantANSWER: W) ALONG THE POSITIVE AND NEGATIVE X-AXIS"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Evaluate [the integral from negative pi over 4 to pi\n𝜋𝜋\n4\nover 4 of tangent of x dx]. ∫− 𝜋𝜋 4 tan𝑥𝑥 𝑑𝑑𝑥𝑥\nANSWER:",
        "subject": "",
        "answer": "40Round Robin ~ Round 6 Page 11TOSS UP23. MATH Short Answer Evaluate [the integral from negative pi over 4 to pi𝜋𝜋4over 4 of tangent of x dx]. ∫− 𝜋𝜋 4 tan𝑥𝑥 𝑑𝑑𝑥𝑥ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " A sample of ethyl ether has a boiling point of 35 degrees\nCelsius, whereas a sample of butanol has a boiling point of 120 degrees Celsius. To what\nintermolecular force can this discrepancy be attributed?\nANSWER: HYDROGEN BONDING",
        "subject": "",
        "answer": "x= 3TOSS UP24. CHEMISTRY Short Answer A sample of ethyl ether has a boiling point of 35 degreesCelsius, whereas a sample of butanol has a boiling point of 120 degrees Celsius. To whatintermolecular force can this discrepancy be attributed?ANSWER: HYDROGEN BONDING"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Cacti have adapted to dry environments by closing their stomata\nduring the day and opening them at night to reduce water loss. What is the name of the\nphotosynthesis adaptation that incorporates this strategy?\nANSWER: CAM (ACCEPT: CRASSULACEAN ACID METABOLISM)",
        "subject": "",
        "answer": "X) +63Round Robin ~ Round 6 Page 12TOSS UP25. BIOLOGY Short Answer Cacti have adapted to dry environments by closing their stomataduring the day and opening them at night to reduce water loss. What is the name of thephotosynthesis adaptation that incorporates this strategy?ANSWER: CAM (ACCEPT: CRASSULACEAN ACID METABOLISM)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following statements about seagrass is NOT true?\nW) Rhizomes grow horizontally in the sediment\nX) Seagrass systems tend to be depositional environments\nY) Seagrass does not reproduce sexually\nZ) Seagrass can be found in both tropical and temperate habitats",
        "subject": "",
        "answer": "Y) SEAGRASS DOES NOT REPRODUCE SEXUALLYRound Robin ~ Round 6 Page 13"
    }
]