[
    {
        "answertype": "Short Answer",
        "content": " If 23.90 grams of water have a heat capacity of 100 joules per\nKelvin, how many joules of thermal energy are required to raise the temperature of this water\nfrom 290 Kelvin to 295 Kelvin?",
        "subject": "",
        "answer": "500"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the name of the white blood cells that develop into\nmacrophages and dendritic cells?\nANSWER: MONOCYTES (ACCEPT: MONOCELLULAR LEUCOCYTES)",
        "subject": "",
        "answer": "X) BROMINETOSS UP2. BIOLOGY Short Answer What is the name of the white blood cells that develop intomacrophages and dendritic cells?ANSWER: MONOCYTES (ACCEPT: MONOCELLULAR LEUCOCYTES)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " How many Btus are required to raise 3 pounds of water from 60°\nFahrenheit to 130° Fahrenheit?\nW) 63\nX) 70\nY) 210\nZ) 390\nANSWER: Y) 210",
        "subject": "",
        "answer": "W) VITAMIN B12 AND BERIBERIRound Robin ~ Round 11 Page 1TOSS UP3. ENERGY Multiple Choice How many Btus are required to raise 3 pounds of water from 60°Fahrenheit to 130° Fahrenheit?W) 63X) 70Y) 210Z) 390ANSWER: Y) 210"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " All except which of the following are factors that could\nlead to the mechanical weathering of rocks?\nW) Wind abrasion\nX) Chelation [kee-LAY-shuhn]\nY) Freezing and melting of water\nZ) Penetration by plant roots\nANSWER: X) CHELATION",
        "subject": "",
        "answer": "Y) $710TOSS UP4. EARTH AND SPACE Multiple Choice All except which of the following are factors that couldlead to the mechanical weathering of rocks?W) Wind abrasionX) Chelation [kee-LAY-shuhn]Y) Freezing and melting of waterZ) Penetration by plant rootsANSWER: X) CHELATION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " When a ray of light traveling through the air reflects off the\nsurface of a puddle of pure water, it undergoes which of the following changes in phase?\nW) 360o\nX) 180o\nY) 90o\nZ) 0°\nANSWER: X) 180°",
        "subject": "",
        "answer": "W) LESS THAN THAT OF THE SUNRound Robin ~ Round 11 Page 2TOSS UP5. PHYSICS Multiple Choice When a ray of light traveling through the air reflects off thesurface of a puddle of pure water, it undergoes which of the following changes in phase?W) 360oX) 180oY) 90oZ) 0°ANSWER: X) 180°"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Solve the following equation for x: [the quantity x\n2\nminus 9 to the power of two thirds equals 16]. 3\n(𝑥𝑥−9) = 16\nW)\nX)\n73\nY) and\n± 73\nZ) 73 -55\n64\n− 9\nANSWER: Y) AND",
        "subject": "",
        "answer": "13TOSS UP6. MATH Multiple Choice Solve the following equation for x: [the quantity x2minus 9 to the power of two thirds equals 16]. 3(𝑥𝑥−9) = 16W)X)73Y) and± 73Z) 73 -5564− 9ANSWER: Y) AND"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Cocaine has a tertiary amine group with a pK of 5.6. What is\nb\nthe pK of cocaine's conjugate acid in an aqueous solution at 25° Celsius?\na\nANSWER: 8.4",
        "subject": "",
        "answer": "3√3, −3(6, 7π/6)Round Robin ~ Round 11 Page 3TOSS UP7. CHEMISTRY Short Answer Cocaine has a tertiary amine group with a pK of 5.6. What isbthe pK of cocaine's conjugate acid in an aqueous solution at 25° Celsius?aANSWER: 8.4"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What are the names of the following four acids: 1) HNO , 2)\n2\nH S, 3) , 4)H Cr O ?\n2 4 2 2 7\nANSWEHRIO: 1) NITROUS ACID, 2) HYDROSULFURIC ACID (ACCEPT: HYDROGEN SULFIDE),\n3) PERIODIC ACID, 4) DICHROMIC ACID\nTOSS UP\n8. BIOLOGY Short Answer In a frog blastula, the animal pole is composed of which one of the\nthree embryonic germ layers?",
        "subject": "",
        "answer": "ECTODERM"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Approximately how many square miles of photovoltaic panels\nwould be required to provide power for the entire U.S. during daylight hours?\nW) 2,500\nX) 10,000\nY) 40,000\nZ) 100,000\nANSWER: X) 10,000",
        "subject": "",
        "answer": "1, 2 (ACCEPT: SULFUR OXIDATION, NITRIFICATION)Round Robin ~ Round 11 Page 4TOSS UP9. ENERGY Multiple Choice Approximately how many square miles of photovoltaic panelswould be required to provide power for the entire U.S. during daylight hours?W) 2,500X) 10,000Y) 40,000Z) 100,000ANSWER: X) 10,000"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following statements about the\ngreenhouse effect is NOT true?\nW) Anthropogenic activities have contributed to an increase in greenhouse gases, especially\ncarbon dioxide, compared to pre-industrial levels\nX) Greenhouse gases efficiently trap ultraviolet radiation to warm the Earth’s lower atmosphere\nY) The global warming potential for each greenhouse gas is different\nZ) The greenhouse effect is a natural process without which the Earth’s temperature would be\nat least 25° Celsius colder\nANSWER: X) GREENHOUSE GASES EFFICIENTLY TRAP ULTRAVIOLET RADIATION TO\nWARM THE EARTH’S ATMOSPHERE",
        "subject": "",
        "answer": "W) 3.16TOSS UP10. EARTH AND SPACE Multiple Choice Which of the following statements about thegreenhouse effect is NOT true?W) Anthropogenic activities have contributed to an increase in greenhouse gases, especiallycarbon dioxide, compared to pre-industrial levelsX) Greenhouse gases efficiently trap ultraviolet radiation to warm the Earth’s lower atmosphereY) The global warming potential for each greenhouse gas is differentZ) The greenhouse effect is a natural process without which the Earth’s temperature would beat least 25° Celsius colderANSWER: X) GREENHOUSE GASES EFFICIENTLY TRAP ULTRAVIOLET RADIATION TOWARM THE EARTH’S ATMOSPHERE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is true about the magnetic field inside an\nideal infinite solenoid?\nW) It increases linearly as the radius of the solenoid increases\nX) It is zero\nY) It is uniform\nZ) It decreases continuously along its axis\nANSWER: Y) IT IS UNIFORM",
        "subject": "",
        "answer": "BRound Robin ~ Round 11 Page 5TOSS UP11. PHYSICS Multiple Choice Which of the following is true about the magnetic field inside anideal infinite solenoid?W) It increases linearly as the radius of the solenoid increasesX) It is zeroY) It is uniformZ) It decreases continuously along its axisANSWER: Y) IT IS UNIFORM"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Express i in simplest form.\n443\nANSWER: -",
        "subject": "",
        "answer": "1600TOSS UP12. MATH Short Answer Express i in simplest form.443ANSWER: -"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Uranium-235 can be used in nuclear power plants. If this\nisotope is at sub-critical mass and is bombarded by a neutron, which of the following is most\nlikely to occur?\nW) The result depends on the amount of uranium and temperature\nX) An explosion\nY) A controllable source of energy will be formed\nZ) No reaction\nANSWER: Y) A CONTROLLABLE SOURCE OF ENERGY WILL BE FORMED",
        "subject": "",
        "answer": "+ = 1, + 3 = 21(-3/2, 5/2), (3, -2)Round Robin ~ Round 11 Page 6TOSS UP13. CHEMISTRY Multiple Choice Uranium-235 can be used in nuclear power plants. If thisisotope is at sub-critical mass and is bombarded by a neutron, which of the following is mostlikely to occur?W) The result depends on the amount of uranium and temperatureX) An explosionY) A controllable source of energy will be formedZ) No reactionANSWER: Y) A CONTROLLABLE SOURCE OF ENERGY WILL BE FORMED"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the term for the cell that produces hydrochloric acid in the\nhuman stomach?\nANSWER: PARIETAL (ACCEPT: OXYNTIC)",
        "subject": "",
        "answer": "1s2 2s2 2p6 3s2 3p6 4s2 3d10 4p1 (ACCEPT: THE LAST THREE IN ANY ORDER; [Ar]4s2 3d10 4p1)TOSS UP14. BIOLOGY Short Answer What is the term for the cell that produces hydrochloric acid in thehuman stomach?ANSWER: PARIETAL (ACCEPT: OXYNTIC)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " On what day of the year does local sidereal time\ncoincide with local mean time?\nW) Autumnal equinox\nX) January 1\nY) Vernal equinox\nZ) Summer solstice\nANSWER: W) AUTUMNAL EQUINOX",
        "subject": "",
        "answer": "W) FEMALE BLACK LEGGED TICKS ARE ONLY SLIGHTLY BETTER ATTRANSMITTING LYME DISEASE THAN THEIR MALE COUNTERPARTSRound Robin ~ Round 11 Page 7TOSS UP15. EARTH AND SPACE Multiple Choice On what day of the year does local sidereal timecoincide with local mean time?W) Autumnal equinoxX) January 1Y) Vernal equinoxZ) Summer solsticeANSWER: W) AUTUMNAL EQUINOX"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following actions would increase the magnetic\nforce between two parallel current-carrying wires?\nW) Decreasing the length of both wires\nX) Decreasing the current flowing through either of the two wires\nY) Decreasing the distance between them\nZ) Increasing the distance between them\nANSWER: Y) DECREASING THE DISTANCE BETWEEN THEM",
        "subject": "",
        "answer": "X) SLOPE GRADIENT, SLOPE CONSOLIDATION, AND WATERTOSS UP16. PHYSICS Multiple Choice Which of the following actions would increase the magneticforce between two parallel current-carrying wires?W) Decreasing the length of both wiresX) Decreasing the current flowing through either of the two wiresY) Decreasing the distance between themZ) Increasing the distance between themANSWER: Y) DECREASING THE DISTANCE BETWEEN THEM"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Expressing your answer in interval notation, what is the largest\npossible real domain of the function: [f of x equals the fraction with\n2\n√𝑥𝑥 −16\nnumerator, the square root of the quantity x squared minus 16, and denominator the\n𝑓𝑓(𝑥𝑥) = |𝑥𝑥+9|\nabsolute value of the quantity x plus 9]?\nANSWER:\n[NOTE: NEED N (O−T∞ U,S−E 9U)NI∪ON(S−, 9B,U−T 4M]U∪ST[ C4L,E∞A)R L Y INDICATE THAT -9 IS NOT INCLUDED, WHILE ± 4 ARE]",
        "subject": "",
        "answer": "48Round Robin ~ Round 11 Page 8TOSS UP17. MATH Short Answer Expressing your answer in interval notation, what is the largestpossible real domain of the function: [f of x equals the fraction with2√𝑥𝑥 −16numerator, the square root of the quantity x squared minus 16, and denominator the𝑓𝑓(𝑥𝑥) = |𝑥𝑥+9|absolute value of the quantity x plus 9]?ANSWER:[NOTE: NEED N (O−T∞ U,S−E 9U)NI∪ON(S−, 9B,U−T 4M]U∪ST[ C4L,E∞A)R L Y INDICATE THAT -9 IS NOT INCLUDED, WHILE ± 4 ARE]"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " In square centimeters and in terms of pi, find the area of a circle with\nan inscribed triangle with side lengths of 10 centimeters, 24 centimeters, and 26 centimeters.\nANSWER:\n169 π\nTOSS UP\n18. CHEMISTRY Multiple Choice How do bases interact with the π* [pi star] orbital of ketones\nand aldehydes [AL-duh-hyds]?\nW) Deprotonation at the alpha position\nX) 1, 2 addition\nY) 1, 2 substitution\nZ) Deprotonation at the beta position",
        "subject": "",
        "answer": "W) DEPROTONATION AT THE ALPHA POSITION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " If a bacterium that is sensitive to the antibiotic ampicillin\nbecomes resistant to that antibiotic, it would be an example of which of the following?\nW) Microevolution\nX) Macroevolution\nY) Speciation\nZ) Extinction\nANSWER: W) MICROEVOLUTION",
        "subject": "",
        "answer": "4, 3, 1, 2 (ACCEPT: MAGNESIUM, SODIUM, FLUORIDE, CHLORIDE)Round Robin ~ Round 11 Page 9TOSS UP19. BIOLOGY Multiple Choice If a bacterium that is sensitive to the antibiotic ampicillinbecomes resistant to that antibiotic, it would be an example of which of the following?W) MicroevolutionX) MacroevolutionY) SpeciationZ) ExtinctionANSWER: W) MICROEVOLUTION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following elements is a main component of fuels\nbecause its oxidation releases a large amount of thermal energy?\nW) Sulfur\nX) Nitrogen\nY) Carbon\nZ) Hydrogen\nANSWER: Y) CARBON",
        "subject": "",
        "answer": "Y) TARDIGRADETOSS UP20. ENERGY Multiple Choice Which of the following elements is a main component of fuelsbecause its oxidation releases a large amount of thermal energy?W) SulfurX) NitrogenY) CarbonZ) HydrogenANSWER: Y) CARBON"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Calomel is an important reference electrode. In a calomel\nelectrode, what salt solution is used to maintain constant ionic strength?\nANSWER: POTASSIUM CHLORIDE (ACCEPT: KCl, SODIUM CHLORIDE, NaCl)",
        "subject": "",
        "answer": "1 AND 3Round Robin ~ Round 11 Page 10TOSS UP21. CHEMISTRY Short Answer Calomel is an important reference electrode. In a calomelelectrode, what salt solution is used to maintain constant ionic strength?ANSWER: POTASSIUM CHLORIDE (ACCEPT: KCl, SODIUM CHLORIDE, NaCl)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " An airplane traveling faster than the speed of sound passes\nover a stationary observer on the ground. When does the observer hear the sonic boom?\nW) Only before the plane breaks the sound barrier\nX) When the plane is directly overhead\nY) After the plane has passed by\nZ) As the plane is approaching the area\nANSWER: Y) AFTER THE PLANE HAS PASSED BY",
        "subject": "",
        "answer": "9TOSS UP22. PHYSICS Multiple Choice An airplane traveling faster than the speed of sound passesover a stationary observer on the ground. When does the observer hear the sonic boom?W) Only before the plane breaks the sound barrierX) When the plane is directly overheadY) After the plane has passed byZ) As the plane is approaching the areaANSWER: Y) AFTER THE PLANE HAS PASSED BY"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Solve the following equation over the complex numbers:\nx .\n2\n( + 3) + 16 =0\nANSWER:",
        "subject": "",
        "answer": "W) IT DISK ROTATED FASTERRound Robin ~ Round 11 Page 11TOSS UP23. MATH Short Answer Solve the following equation over the complex numbers:x .2( + 3) + 16 =0ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Determine the value of the following: [the summation\nas n goes from 1 to 17 of the quantity 3n minus 5 ]. 17\n∑𝑛𝑛=1(3𝑛𝑛−5)\nANSWER:\n374\nTOSS UP\n24. EARTH AND SPACE Multiple Choice Which of the following dominates in the innermost\nkiloparsec of a galaxy?\nW) Hot gas\nX) Stars\nY) The galaxy's supermassive black hole\nZ) Dark matter",
        "subject": "",
        "answer": "X) STARS"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following animals possesses a kidney that hosts\nunusually long and elaborate loops of Henle?\nW) Kangaroo rat\nX) Siren salamander\nY) Black-billed magpie\nZ) Great white shark\nANSWER: W) KANGAROO RAT",
        "subject": "",
        "answer": "Z) OCEAN WATER CHANGES TEMPERATURE SLOWLY, DUE TO THE HIGHSPECIFIC HEAT AND TRANSPARENCY OF WATERRound Robin ~ Round 11 Page 12TOSS UP25. BIOLOGY Multiple Choice Which of the following animals possesses a kidney that hostsunusually long and elaborate loops of Henle?W) Kangaroo ratX) Siren salamanderY) Black-billed magpieZ) Great white sharkANSWER: W) KANGAROO RAT"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " If you have an alien population and the green skin phenotype is\nalways inherited with the menacing horns phenotype, the genes that code for these phenotypes\nwould be classified as which of the following?\nW) Recombinant\nX) Hardy-Weinberg\nY) Mendelian [men-DEE-lee-uhn]\nZ) Linked",
        "subject": "",
        "answer": "Z) LINKEDRound Robin ~ Round 11 Page 13"
    }
]