[
    {
        "answertype": "Multiple Choice",
        "content": " Which of the following species in the Great Lakes would be most\nlikely to be affected by PCBs from industrial waste?\nW) Zooplankton\nX) Lake trout\nY) Herring gull\nZ) Phytoplankton [fy-tuh-PLANGK-tuhn]",
        "subject": "",
        "answer": "Y) HERRING GULL"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " In general, what is the name for each individual step in a\nmechanism?\nANSWER: ELEMENTARY REACTION (ACCEPT: ELEMENTARY STEP)",
        "subject": "",
        "answer": "Y) H ZONETOSS UP2. CHEMISTRY Short Answer In general, what is the name for each individual step in amechanism?ANSWER: ELEMENTARY REACTION (ACCEPT: ELEMENTARY STEP)"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Solve for x x x x x.\n2\nANSWER: 15 : ( – 3)( + 5) = +",
        "subject": "",
        "answer": "ALANINE (DO NOT ACCEPT: ALA OR A)Double Elimination ~ Round 2 Page 1TOSS UP3. MATH Short Answer Solve for x x x x x.2ANSWER: 15 : ( – 3)( + 5) = +"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " If thermal energy is supplied to an insulated solid substance and\nthe temperature does not change, which of the following is true of the solid?\nW) It has a high value of thermal conductivity\nX) It is undergoing a phase change\nY) It has a very low specific heat\nZ) It has a high specific heat\nANSWER: X) IT IS UNDERGOING A PHASE CHANGE",
        "subject": "",
        "answer": "4 – 6 = 3(9, 14)TOSS UP4. PHYSICS Multiple Choice If thermal energy is supplied to an insulated solid substance andthe temperature does not change, which of the following is true of the solid?W) It has a high value of thermal conductivityX) It is undergoing a phase changeY) It has a very low specific heatZ) It has a high specific heatANSWER: X) IT IS UNDERGOING A PHASE CHANGE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is the frequency, in hertz, of a 50 megavolt\nphoton, given joule seconds as Planck's constant and coulombs as the\nelementary charge? −34 −19\n6.6 ×10 1.6 ×10\nW)\nX) 24\nY) 1.2 ×10 23\nZ) 8.3 ×10 22\n1.2 ×10\n21\nAN8S.3W ×ER10: Y)\n22\n1.2 ×10\nDouble Elimination ~ Round 2 Page 2\nTOSS UP\n5. EARTH AND SPACE Multiple Choice The first exoplanet was discovered around which of\nthe following kinds of stars?\nW) K dwarf\nX) M dwarf\nY) Pulsar\nZ) Brown dwarf",
        "subject": "",
        "answer": "Y) PULSAR"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following provides the highest average efficiency\nincrease in vehicle engines?\nW) Variable valve timing and lift\nX) Cylinder deactivation\nY) Integrated starter/generator systems\nZ) Direct fuel injection with turbocharging or supercharging\nANSWER: Z) DIRECT FUEL INJECTION WITH TURBOCHARGING OR SUPERCHARGING",
        "subject": "",
        "answer": "Z) 10%TOSS UP6. ENERGY Multiple Choice Which of the following provides the highest average efficiencyincrease in vehicle engines?W) Variable valve timing and liftX) Cylinder deactivationY) Integrated starter/generator systemsZ) Direct fuel injection with turbocharging or superchargingANSWER: Z) DIRECT FUEL INJECTION WITH TURBOCHARGING OR SUPERCHARGING"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " A person with the genotype aaBbCcDd [little a little a big B little\nb big C little c big D little d] could produce how many different gamete genotypes?\nANSWER: 8",
        "subject": "",
        "answer": "1, 2, 4, 3 (ACCEPT: PORTLAND, OREGON; NEW YORK CITY, NEW YORK;BOISE, IDAHO; TUCSON, ARIZONA)Double Elimination ~ Round 2 Page 3TOSS UP7. BIOLOGY Short Answer A person with the genotype aaBbCcDd [little a little a big B littleb big C little c big D little d] could produce how many different gamete genotypes?ANSWER: 8"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " In an endothermic reaction, dinitrogen tetroxide decomposes to\nform nitric oxide. If the two substances were in equilibrium [ee-kwuh-LIB-ree-uhm] in a piston,\nidentify all of the following three conditions that would lead to the generation of more nitric oxide:\n1) pressure is removed from the system; 2) the temperature of the reaction is increased; 3)\nmore dinitrogen tetroxide is added to the system.\nANSWER: ALL",
        "subject": "",
        "answer": "2, 4 (ACCEPT: BRACHIAL, AXILLARY)TOSS UP8. CHEMISTRY Short Answer In an endothermic reaction, dinitrogen tetroxide decomposes toform nitric oxide. If the two substances were in equilibrium [ee-kwuh-LIB-ree-uhm] in a piston,identify all of the following three conditions that would lead to the generation of more nitric oxide:1) pressure is removed from the system; 2) the temperature of the reaction is increased; 3)more dinitrogen tetroxide is added to the system.ANSWER: ALL"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What are the coordinates of the center of the circle with equation:\nx2 y2 x + 6y ?\nAN +SW E–R4: ( = 0\n2, -3)",
        "subject": "",
        "answer": "2 x 10-6Double Elimination ~ Round 2 Page 4TOSS UP9. MATH Short Answer What are the coordinates of the center of the circle with equation:x2 y2 x + 6y ?AN +SW E–R4: ( = 02, -3)"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Providing your answer in slope intercept form, what is the equation of\nthe line that is normal to the graph of the function f x x x at the point ?\n2\nANSWER:y x ( ) = 3 – 5 (1, -2)\n= - – 1\nTOSS UP\n10. PHYSICS Short Answer A 4 kilogram object is moving with a speed of 10 meters per\nsecond to the left when it explodes into two equal pieces. If one of the pieces is moving 2\nmeters per second to the right after the explosion, what is the speed in meters per second and\ndirection of the other piece?",
        "subject": "",
        "answer": "22, LEFT"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " How is it known that the engine powering active\ngalactic nuclei, or AGN, must be at most several hundred AU in size?\nW) AGN that have been spatially resolved indicate that they cannot be any larger\nX) The timescale on which gas is observed to cool is comparable to the sound crossing time of\nseveral hundred AU\nY) The timescale on which AGN vary is the light crossing time of several hundred AU\nZ) The orbits of stars around AGN are only several hundred AU in diameter\nANSWER: Y) THE TIMESCALE ON WHICH AGN VARY IS THE LIGHT CROSSING TIME OF\nSEVERAL HUNDRED AU",
        "subject": "",
        "answer": "X) -3.6Double Elimination ~ Round 2 Page 5TOSS UP11. EARTH AND SPACE Multiple Choice How is it known that the engine powering activegalactic nuclei, or AGN, must be at most several hundred AU in size?W) AGN that have been spatially resolved indicate that they cannot be any largerX) The timescale on which gas is observed to cool is comparable to the sound crossing time ofseveral hundred AUY) The timescale on which AGN vary is the light crossing time of several hundred AUZ) The orbits of stars around AGN are only several hundred AU in diameterANSWER: Y) THE TIMESCALE ON WHICH AGN VARY IS THE LIGHT CROSSING TIME OFSEVERAL HUNDRED AU"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following organisms is most likely to be found in\nthe profundal zone of a lake?\nW) Blue-green algae\nX) Aquatic plants\nY) Blood worms\nZ) Fish that feed on phytoplankton\nANSWER: Y) BLOOD WORMS",
        "subject": "",
        "answer": "103 (ACCEPT: 104)TOSS UP12. BIOLOGY Multiple Choice Which of the following organisms is most likely to be found inthe profundal zone of a lake?W) Blue-green algaeX) Aquatic plantsY) Blood wormsZ) Fish that feed on phytoplanktonANSWER: Y) BLOOD WORMS"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Suppose that one day, Boyle's law becomes inverted but all\nother gas laws remain unchanged. Identify all of the following three experimental situations you\nwould expect to observe: 1) as a balloon is put underwater, its diameter increases; 2) filling a\ntire causes the tire to cool; 3) as helium is let out of a tank, the temperature of the tank\nincreases.\nANSWER: 1 (ACCEPT: AS A BALLOON IS PUT UNDERWATER, ITS DIAMETER\nINCREASES)",
        "subject": "",
        "answer": "X) LAMINA PROPRIADouble Elimination ~ Round 2 Page 6TOSS UP13. CHEMISTRY Short Answer Suppose that one day, Boyle's law becomes inverted but allother gas laws remain unchanged. Identify all of the following three experimental situations youwould expect to observe: 1) as a balloon is put underwater, its diameter increases; 2) filling atire causes the tire to cool; 3) as helium is let out of a tank, the temperature of the tankincreases.ANSWER: 1 (ACCEPT: AS A BALLOON IS PUT UNDERWATER, ITS DIAMETERINCREASES)"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What are the equations of each vertical asymptote for the graph of\nx−1\nthe function f(x)= [f of x equals the fraction with numerator x minus 1 and\nx3 −x\ndenominator x cubed minus x].\nANSWER: x and x",
        "subject": "",
        "answer": "HEXAGONAL CLOSE PACKING AND CUBIC CLOSE PACKING (ACCEPT: HCPAND CCP)TOSS UP14. MATH Short Answer What are the equations of each vertical asymptote for the graph ofx−1the function f(x)= [f of x equals the fraction with numerator x minus 1 andx3 −xdenominator x cubed minus x].ANSWER: x and x"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Three resistors with resistances of 20 ohms, 40 ohms, and 60\nohms are connected in series to a 6 volt battery. What is the voltage drop in volts across the 20\nohm resistor?\nANSWER: 1",
        "subject": "",
        "answer": "- = + 2 1 1.1?0.01Double Elimination ~ Round 2 Page 7TOSS UP15. PHYSICS Short Answer Three resistors with resistances of 20 ohms, 40 ohms, and 60ohms are connected in series to a 6 volt battery. What is the voltage drop in volts across the 20ohm resistor?ANSWER: 1"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " The focal ratio of a radio telescope is generally\nwhich of the following?\nW) Less than 1\nX) Between 1 and 2\nY) Between 2 and 10\nZ) Greater than 10\nANSWER: W) LESS THAN 1",
        "subject": "",
        "answer": "Z) 6.7TOSS UP16. EARTH AND SPACE Multiple Choice The focal ratio of a radio telescope is generallywhich of the following?W) Less than 1X) Between 1 and 2Y) Between 2 and 10Z) Greater than 10ANSWER: W) LESS THAN 1"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following statements is NOT true about the\n“snowflake diverter” at Princeton Plasma Physics Laboratory?\nW) It is used in fusion research\nX) It increases the impurity contamination level of the main plasma\nY) Its name is derived from the appearance of its magnetic field lines\nZ) It reduces the interaction between hot plasma and the cold walls surrounding it\nANSWER: X) IT INCREASES THE IMPURITY CONTAMINATION LEVEL OF THE MAIN\nPLASMA",
        "subject": "",
        "answer": "25Double Elimination ~ Round 2 Page 8TOSS UP17. ENERGY Multiple Choice Which of the following statements is NOT true about the“snowflake diverter” at Princeton Plasma Physics Laboratory?W) It is used in fusion researchX) It increases the impurity contamination level of the main plasmaY) Its name is derived from the appearance of its magnetic field linesZ) It reduces the interaction between hot plasma and the cold walls surrounding itANSWER: X) IT INCREASES THE IMPURITY CONTAMINATION LEVEL OF THE MAINPLASMA"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Telomerase [tuh-LOM-uh-rays] is frequently activated in\ncancer cells. Which of the following describes the action of telomerase?\nW) It cuts the telomeres to make them shorter\nX) It prevents the telomeres from getting shorter\nY) It controls the spindle fibers during cell division\nZ) It inhibits DNA repair\nANSWER: X) IT PREVENTS THE TELOMERES FROM GETTING SHORTER",
        "subject": "",
        "answer": "4, 2, 3, 1TOSS UP18. BIOLOGY Multiple Choice Telomerase [tuh-LOM-uh-rays] is frequently activated incancer cells. Which of the following describes the action of telomerase?W) It cuts the telomeres to make them shorterX) It prevents the telomeres from getting shorterY) It controls the spindle fibers during cell divisionZ) It inhibits DNA repairANSWER: X) IT PREVENTS THE TELOMERES FROM GETTING SHORTER"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " The Haber process is an industrial process in which nitrogen\ngas and hydrogen gas are mixed at over 800 Kelvin and 150 atmospheres. The two gases react\nin this extreme environment to produce ammonia. Providing your answer to two significant\nfigures, if 22.4 liters of hydrogen and 22.4 liters of nitrogen are mixed and react to completion,\nhow many liters of ammonia will be produced?\nANSWER: 15",
        "subject": "",
        "answer": "W) ANAPHASE IDouble Elimination ~ Round 2 Page 9TOSS UP19. CHEMISTRY Short Answer The Haber process is an industrial process in which nitrogengas and hydrogen gas are mixed at over 800 Kelvin and 150 atmospheres. The two gases reactin this extreme environment to produce ammonia. Providing your answer to two significantfigures, if 22.4 liters of hydrogen and 22.4 liters of nitrogen are mixed and react to completion,how many liters of ammonia will be produced?ANSWER: 15"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Evaluate [the limit as x goes to infinity of the fraction x to\n5\n𝑥𝑥\nthe fifth over e to the x]. 𝑥𝑥\n𝑥𝑥l →im ∞𝑒𝑒\nANSWER:",
        "subject": "",
        "answer": "W) GALLIUMTOSS UP20. MATH Short Answer Evaluate [the limit as x goes to infinity of the fraction x to5𝑥𝑥the fifth over e to the x]. 𝑥𝑥𝑥𝑥l →im ∞𝑒𝑒ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " In interval notation, give the open interval on which the function\nf x x x is concave down.\n3 2\nA(N)S =W E R+: 12∞ – 3 (ACCEPT: THE OPEN INTERVAL FROM NEGATIVE INFINITY TO -4)\n(- , -4)\nDouble Elimination ~ Round 2 Page 10\nTOSS UP\n21. PHYSICS Multiple Choice Given that the electric potential at infinity is zero, which of the\nfollowing is true midway between two positive charges of equal magnitude?\nW) The electric field is zero and the electric potential is zero\nX) The electric field is zero and the electric potential is nonzero\nY) The electric field is nonzero and the electric potential is zero\nZ) The electric field is nonzero and the electric potential is nonzero",
        "subject": "",
        "answer": "X) THE ELECTRIC FIELD IS ZERO AND THE ELECTRIC POTENTIAL ISNONZERO"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following most directly contributes to\nthe opacity of a star's atmosphere?\nW) Hydrogen\nX) Metal lines\nY) Free electrons\nZ) Helium\nANSWER: X) METAL LINES",
        "subject": "",
        "answer": "10TOSS UP22. EARTH AND SPACE Multiple Choice Which of the following most directly contributes tothe opacity of a star's atmosphere?W) HydrogenX) Metal linesY) Free electronsZ) HeliumANSWER: X) METAL LINES"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the term for the rate at which an electricity generator\nsteadily changes its output to meet electricity demand?\nANSWER: RAMP RATE",
        "subject": "",
        "answer": "W) SLIGHTLY LONGER THAN A YEARDouble Elimination ~ Round 2 Page 11TOSS UP23. ENERGY Short Answer What is the term for the rate at which an electricity generatorsteadily changes its output to meet electricity demand?ANSWER: RAMP RATE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " The calamus, rachis [RAY-kis], and barb are structures\nbelonging to which of the following?\nW) A bird’s feather\nX) A snail’s tongue\nY) A bear’s claw\nZ) A porcupine’s quill\nANSWER: W) A BIRD’S FEATHER",
        "subject": "",
        "answer": "2 AND 3TOSS UP24. BIOLOGY Multiple Choice The calamus, rachis [RAY-kis], and barb are structuresbelonging to which of the following?W) A bird’s featherX) A snail’s tongueY) A bear’s clawZ) A porcupine’s quillANSWER: W) A BIRD’S FEATHER"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Consider the following chemical reaction: NH HS → NH\n4 (s) 3 (g)\n+ H S . When 0.020 moles of NH HS are placed in a 2.0 liter container and heated to 127o\n2 (g) 4\nCelsius, all of the solid decomposes. Given that R = 0.0821 liter atmospheres per mole Kelvin,\nwhich of the following is the pressure in atmospheres inside the container?\nW) 0.02\nX) 0.16\nY) 0.66\nZ) 1.0\nANSWER: Y) 0.66",
        "subject": "",
        "answer": "W) SQUALENEDouble Elimination ~ Round 2 Page 12TOSS UP25. CHEMISTRY Multiple Choice Consider the following chemical reaction: NH HS → NH4 (s) 3 (g)+ H S . When 0.020 moles of NH HS are placed in a 2.0 liter container and heated to 127o2 (g) 4Celsius, all of the solid decomposes. Given that R = 0.0821 liter atmospheres per mole Kelvin,which of the following is the pressure in atmospheres inside the container?W) 0.02X) 0.16Y) 0.66Z) 1.0ANSWER: Y) 0.66"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Radiation enters the human body from a variety of sources.\nPlace the following four doses of radiation in order from the largest to smallest effect: 1) chest\nX-ray, 2) eating 100 bananas, 3) airplane flight from New York to Los Angeles, 4) mammogram.",
        "subject": "",
        "answer": "4, 3, 1, 2Double Elimination ~ Round 2 Page 13"
    }
]