[
    {
        "answertype": "Short Answer",
        "content": " A 9 volt battery is connected to a 9 ohm resistor. The current\nflowing through this circuit is found to be 0.9 amperes. Neglecting the resistance of the wires,\nwhat is the internal resistance of the battery in ohms?",
        "subject": "",
        "answer": "1"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Roof overhangs used to shade windows, walls, and doors from\ndirect solar radiation in order to cut down on cooling costs are an example of what kind of home\nenergy design?\nANSWER: PASSIVE SOLAR",
        "subject": "",
        "answer": "X) DISSIPATES AN EQUAL AMOUNT OF POWER IN A RESISTOR AS THEAVERAGE POWER DISSIPATED BY THE ALTERNATING CURRENTTOSS UP2. ENERGY Short Answer Roof overhangs used to shade windows, walls, and doors fromdirect solar radiation in order to cut down on cooling costs are an example of what kind of homeenergy design?ANSWER: PASSIVE SOLAR"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Dinitrogen tetroxide decomposes according to the reaction:\nN O 2NO . If nitrogen dioxide appears at a rate of 4 molar per second, at what rate in\n2 4(g) 2(g)\nmolar per second is the dinitrogen tetroxide disappearing?\n↔\nANSWER: 2",
        "subject": "",
        "answer": "1.5Double Elimination ~ Round 1 Page 1TOSS UP3. CHEMISTRY Short Answer Dinitrogen tetroxide decomposes according to the reaction:N O 2NO . If nitrogen dioxide appears at a rate of 4 molar per second, at what rate in2 4(g) 2(g)molar per second is the dinitrogen tetroxide disappearing?↔ANSWER: 2"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Evaluate [the limit as x approaches 0 of the fraction with\n𝑥𝑥\n−5+ 5𝑒𝑒\nnumerator negative 5 plus 5 times e to the x and denominator x].\n𝑥𝑥li→m0 𝑥𝑥\nANSWER:",
        "subject": "",
        "answer": "Y) DIFFERENTIAL PULSETOSS UP4. MATH Short Answer Evaluate [the limit as x approaches 0 of the fraction with𝑥𝑥−5+ 5𝑒𝑒numerator negative 5 plus 5 times e to the x and denominator x].𝑥𝑥li→m0 𝑥𝑥ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Which physical property of soil involves the concepts of\nmatric potential and field capacity?\nANSWER: SOIL MOISTURE (ACCEPT: MOISTURE)",
        "subject": "",
        "answer": "x x 3 - 22– 6 + 13 = 0Double Elimination ~ Round 1 Page 2TOSS UP5. EARTH AND SPACE Short Answer Which physical property of soil involves the concepts ofmatric potential and field capacity?ANSWER: SOIL MOISTURE (ACCEPT: MOISTURE)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " During electron transport chains in both photosynthesis and\ncellular respiration, the electron transport chain directly transfers energy from electrons to which\nof the following?\nW) ATP\nX) ATP synthase\nY) The proton gradient\nZ) NADH or NADPH\nANSWER: Y) THE PROTON GRADIENT",
        "subject": "",
        "answer": "Z) THERE SHOULD BE A LOT MORE MACHOS OBSERVED THROUGHMICROLENSINGTOSS UP6. BIOLOGY Multiple Choice During electron transport chains in both photosynthesis andcellular respiration, the electron transport chain directly transfers energy from electrons to whichof the following?W) ATPX) ATP synthaseY) The proton gradientZ) NADH or NADPHANSWER: Y) THE PROTON GRADIENT"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following scientists made the theoretical prediction\nthat electromagnetic waves travel through a vacuum at the speed of light?\nW) James Clark Maxwell\nX) Michael Faraday\nY) Heinrich Lenz\nZ) Heinrich Hertz\nANSWER: W) JAMES CLARK MAXWELL",
        "subject": "",
        "answer": "GULAR FLUTTERING (ACCEPT: GULAR FLUTTER)Double Elimination ~ Round 1 Page 3TOSS UP7. PHYSICS Multiple Choice Which of the following scientists made the theoretical predictionthat electromagnetic waves travel through a vacuum at the speed of light?W) James Clark MaxwellX) Michael FaradayY) Heinrich LenzZ) Heinrich HertzANSWER: W) JAMES CLARK MAXWELL"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Given that the half-life of uranium-235 is 700 million years, if\nyou had 160 grams of U-235, how many grams would remain after 2.1 billion years?\nANSWER: 20",
        "subject": "",
        "answer": "W) THE EARTH REVOLVES FASTER AROUND THE SUN AT THIS POINTTOSS UP8. CHEMISTRY Short Answer Given that the half-life of uranium-235 is 700 million years, ifyou had 160 grams of U-235, how many grams would remain after 2.1 billion years?ANSWER: 20"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the equation of the circle with a diameter that has endpoints\nand ?\n(A-N5,S 1W2)ER: x(5, y-12)\n2 2",
        "subject": "",
        "answer": "Y) 416Double Elimination ~ Round 1 Page 4TOSS UP9. MATH Short Answer What is the equation of the circle with a diameter that has endpointsand ?(A-N5,S 1W2)ER: x(5, y-12)2 2"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the term for a highly magnetized neutron star?\nANSWER: MAGNETAR",
        "subject": "",
        "answer": "ACCEPT:6.75 ( 6 ¾)TOSS UP10. EARTH AND SPACE Short Answer What is the term for a highly magnetized neutron star?ANSWER: MAGNETAR"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the specific name of the chemical compound found in\njellyfish and squid that is oxidized to cause bioluminescence?\nANSWER: COELENTERAZINE (DO NOT ACCEPT: LUCIFERIN)",
        "subject": "",
        "answer": "10 (ACCEPT: ANY ANSWER BETWEEN 0.1 AND 1000)Double Elimination ~ Round 1 Page 5TOSS UP11. BIOLOGY Short Answer What is the specific name of the chemical compound found injellyfish and squid that is oxidized to cause bioluminescence?ANSWER: COELENTERAZINE (DO NOT ACCEPT: LUCIFERIN)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Kinetic-molecular theory makes several assumptions\nconcerning ideal gases. Which of the following is NOT one of those assumptions?\nW) The average kinetic energy of the molecules is independent of temperature\nX) There are no attractive or repulsive forces between molecules\nY) All collisions between molecules are elastic\nZ) The volume occupied by the gas molecules is negligible compared to the volume of the\ncontainer\nANSWER: W) THE AVERAGE KINETIC ENERGY OF THE MOLECULES IS INDEPENDENT\nOF TEMPERATURE",
        "subject": "",
        "answer": "X) SATURATEDTOSS UP12. CHEMISTRY Multiple Choice Kinetic-molecular theory makes several assumptionsconcerning ideal gases. Which of the following is NOT one of those assumptions?W) The average kinetic energy of the molecules is independent of temperatureX) There are no attractive or repulsive forces between moleculesY) All collisions between molecules are elasticZ) The volume occupied by the gas molecules is negligible compared to the volume of thecontainerANSWER: W) THE AVERAGE KINETIC ENERGY OF THE MOLECULES IS INDEPENDENTOF TEMPERATURE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " If you drop an ice cube into a mixture of alcohol and water and\nyou notice that the ice floats, which of the following can you conclude about the liquid?\nW) The liquid is mostly water\nX) The liquid is mostly alcohol\nY) Nothing, because information on the temperature of the liquid is not given\nZ) The liquid contains exactly equal amounts of water and alcohol\nANSWER: W) THE LIQUID IS MOSTLY WATER",
        "subject": "",
        "answer": "W) ELECTROSTATICDouble Elimination ~ Round 1 Page 6TOSS UP13. PHYSICS Multiple Choice If you drop an ice cube into a mixture of alcohol and water andyou notice that the ice floats, which of the following can you conclude about the liquid?W) The liquid is mostly waterX) The liquid is mostly alcoholY) Nothing, because information on the temperature of the liquid is not givenZ) The liquid contains exactly equal amounts of water and alcoholANSWER: W) THE LIQUID IS MOSTLY WATER"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " If a utility uses a true real time pricing rate structure, a residential\ncustomer could reduce consumption during the times of peak demand by upgrading all but\nwhich of the following?\nW) Lighting\nX) Heating\nY) Air conditioning\nZ) Water heating\nANSWER: W) LIGHTING",
        "subject": "",
        "answer": "W) RESOLUTION IN AN OPTICAL SYSTEMTOSS UP14. ENERGY Multiple Choice If a utility uses a true real time pricing rate structure, a residentialcustomer could reduce consumption during the times of peak demand by upgrading all butwhich of the following?W) LightingX) HeatingY) Air conditioningZ) Water heatingANSWER: W) LIGHTING"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the molecular geometry of the coordination compound\n[Co(NH ) Cl ]+?\n3 4 2\nANSWER: OCTAHEDRAL",
        "subject": "",
        "answer": "COAL GASIFICATION (ACCEPT: SYNGAS PRODUCTION)Double Elimination ~ Round 1 Page 7TOSS UP15. CHEMISTRY Short Answer What is the molecular geometry of the coordination compound[Co(NH ) Cl ]+?3 4 2ANSWER: OCTAHEDRAL"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Peano’s Axioms underlie which of the following mathematical\nc oncepts?\nW) Non Euclidean geometry\nX) Group theory\nY) Natural numbers\nZ) Complex numbers\nANSWER: Y) NATURAL NUMBERS",
        "subject": "",
        "answer": "E2 = 3 (ACCEPT: VARIETY OF SOLVENTS); S 2 = 1 (ACCEPT: POLARNAPROTIC); E1 = 2 (ACCEPT: POLAR PROTIC)TOSS UP16. MATH Multiple Choice Peano’s Axioms underlie which of the following mathematicalc oncepts?W) Non Euclidean geometryX) Group theoryY) Natural numbersZ) Complex numbersANSWER: Y) NATURAL NUMBERS"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the exact value of [cosine of 75 degrees] in simplest\nradical form?\ncos 75°\nANSWER:\n√6−√2\n4\nDouble Elimination ~ Round 1 Page 8\nTOSS UP\n17. EARTH AND SPACE Multiple Choice How does the angle of repose change as an alluvial\n[uh-LOO-vee-uhl] fan increases in size over time?\nW) It increases because the sediment increases in cohesion over time\nX) It increases to a maximum of 15 degrees\nY) It remains the same\nZ) It is highly variable due to the nature of the sediments",
        "subject": "",
        "answer": "Y) IT REMAINS THE SAME"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following pairs correctly matches the cellular\nstructure or organelle with its function?\nW) Nucleolus and rRNA synthesis\nX) Smooth endoplasmic reticulum and carbohydrate synthesis\nY) Centriole and transport of vesicles\nZ) Golgi apparatus and protein synthesis\nANSWER: W) NUCLEOLUS AND rRNA SYNTHESIS",
        "subject": "",
        "answer": "W) IT IS MORE COMPLICATED TO TRACK STARS AS THEY MOVE ACROSSTHE SKYTOSS UP18. BIOLOGY Multiple Choice Which of the following pairs correctly matches the cellularstructure or organelle with its function?W) Nucleolus and rRNA synthesisX) Smooth endoplasmic reticulum and carbohydrate synthesisY) Centriole and transport of vesiclesZ) Golgi apparatus and protein synthesisANSWER: W) NUCLEOLUS AND rRNA SYNTHESIS"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " How many electrons are required to make up a net negative\ncharge of 1 coulomb?\nW) 1.6 x 10-19\nX) 6.2 x 1018\nY) 1.6 x 1019\nZ) 6.2 x 1019\nANSWER: X) 6.2 x 1018",
        "subject": "",
        "answer": "X) BEESDouble Elimination ~ Round 1 Page 9TOSS UP19. PHYSICS Multiple Choice How many electrons are required to make up a net negativecharge of 1 coulomb?W) 1.6 x 10-19X) 6.2 x 1018Y) 1.6 x 1019Z) 6.2 x 1019ANSWER: X) 6.2 x 1018"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the name for the cooling process that employs water's\nlarge enthalpy of vaporization?\nANSWER: EVAPORATIVE COOLING",
        "subject": "",
        "answer": "Z) mgL (1 - cosθ)TOSS UP20. ENERGY Short Answer What is the name for the cooling process that employs water'slarge enthalpy of vaporization?ANSWER: EVAPORATIVE COOLING"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " In the ocean, which of the following is the depth at which the\nrate of respiration of a photosynthetic organism is equal to its rate of photosynthesis?\nW) Compensation depth\nX) Critical depth\nY) Oxygen minimum layer\nZ) Deep scattering layer\nANSWER: W) COMPENSATION DEPTH",
        "subject": "",
        "answer": "X) 100Double Elimination ~ Round 1 Page 10TOSS UP21. BIOLOGY Multiple Choice In the ocean, which of the following is the depth at which therate of respiration of a photosynthetic organism is equal to its rate of photosynthesis?W) Compensation depthX) Critical depthY) Oxygen minimum layerZ) Deep scattering layerANSWER: W) COMPENSATION DEPTH"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " In the gas phase, one mole of hydrogen gas reacts\nreversibly with one mole of iodine gas to form two moles of hydrogen iodide gas. If the system is\nat equilibrium at constant temperature, how will the equilibrium shift if the volume of the reaction\nvessel is doubled?\nW) It will shift toward the reactants\nX) It will shift toward the products\nY) It will not shift in either direction\nZ) It is not possible to determine shift direction\nANSWER: Y) IT WILL NOT SHIFT IN EITHER DIRECTION",
        "subject": "",
        "answer": "W) NORTHWEST CORNER OF THE GULF OF CALIFORNIATOSS UP22. CHEMISTRY Multiple Choice In the gas phase, one mole of hydrogen gas reactsreversibly with one mole of iodine gas to form two moles of hydrogen iodide gas. If the system isat equilibrium at constant temperature, how will the equilibrium shift if the volume of the reactionvessel is doubled?W) It will shift toward the reactantsX) It will shift toward the productsY) It will not shift in either directionZ) It is not possible to determine shift directionANSWER: Y) IT WILL NOT SHIFT IN EITHER DIRECTION"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Maximize the area in square feet of a rectangular pen bounded by the\nside of a barn and feet of fencing that forms the other three sides.\nANSWER: 100",
        "subject": "",
        "answer": "GLUTAMINEDouble Elimination ~ Round 1 Page 11TOSS UP23. MATH Short Answer Maximize the area in square feet of a rectangular pen bounded by theside of a barn and feet of fencing that forms the other three sides.ANSWER: 100"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the defining characteristic for detection of\nType I supernovae [soo-per-NOH-vee]?\nANSWER: LACK OF HYDROGEN LINES",
        "subject": "",
        "answer": "a a = 5 a = -3 a-383TOSS UP24. EARTH AND SPACE Short Answer What is the defining characteristic for detection ofType I supernovae [soo-per-NOH-vee]?ANSWER: LACK OF HYDROGEN LINES"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " As a volcanically formed island begins to experience\nsubsidence, you would see a temporal progression of reef types in which of the following\norders?\nW) Fringing reef, barrier reef, atoll\nX) Atoll, fringing reef, barrier reef\nY) Barrier reef, fringing reef, atoll\nZ) Fringing reef, atoll, barrier reef\nANSWER: W) FRINGING REEF, BARRIER REEF, ATOLL",
        "subject": "",
        "answer": "X) ACCRETED TERRANESDouble Elimination ~ Round 1 Page 12TOSS UP25. BIOLOGY Multiple Choice As a volcanically formed island begins to experiencesubsidence, you would see a temporal progression of reef types in which of the followingorders?W) Fringing reef, barrier reef, atollX) Atoll, fringing reef, barrier reefY) Barrier reef, fringing reef, atollZ) Fringing reef, atoll, barrier reefANSWER: W) FRINGING REEF, BARRIER REEF, ATOLL"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Ciguatera [sig-wa-ter-ra] is an illness caused by eating fish that\ncontain toxins produced by a tropical marine dinoflagellate [din-uh-FLAJ-uh-layt]. Which of the\nfollowing fish would be the safest to eat if you wanted to avoid getting ciguatera?\nW) Barracuda\nX) Grouper\nY) Trevally [truh-valley]\nZ) Halibut",
        "subject": "",
        "answer": "Z) HALIBUTDouble Elimination ~ Round 1 Page 13"
    }
]