[
    {
        "answertype": "Multiple Choice",
        "content": " A ray of light is moving through a vacuum at an angle of 60° from\nthe vertical, when it enters an oil with a horizontal surface where the ray is bent so that it makes\nan angle of 30° with the vertical. Which of the following best represents the index of refraction of\nthe oil?\nW) 0.5\nX) 1.0\nY) 1.7\nZ) 2.0",
        "subject": "",
        "answer": "Y) 1.7"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " If a 1.5 megawatt turbine were to operate at its annual average\nall the time, about how many homes could it fully supply?\nW) 3\nX) 100\nY) 330\nZ) 550\nANSWER: Y) 330",
        "subject": "",
        "answer": "1500TOSS UP2. ENERGY Multiple Choice If a 1.5 megawatt turbine were to operate at its annual averageall the time, about how many homes could it fully supply?W) 3X) 100Y) 330Z) 550ANSWER: Y) 330"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is the IUPAC name for the acid with the\nfollowing formula: CH CO H?\n3 2\nW) Formic acid\nX) Butyric acid [byoo-TIR-ik]\nY) Propionic acid [proh-pee-ON-ik]\nZ) Ethanoic acid\nANSWER: Z) ETHANOIC ACID",
        "subject": "",
        "answer": "250,000Round Robin ~ Round 4 Page 1TOSS UP3. CHEMISTRY Multiple Choice Which of the following is the IUPAC name for the acid with thefollowing formula: CH CO H?3 2W) Formic acidX) Butyric acid [byoo-TIR-ik]Y) Propionic acid [proh-pee-ON-ik]Z) Ethanoic acidANSWER: Z) ETHANOIC ACID"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " How many prime numbers less than have a as the units digit?\nANSWER: 50 3",
        "subject": "",
        "answer": "W) 6.63 X 10-19TOSS UP4. MATH Short Answer How many prime numbers less than have a as the units digit?ANSWER: 50 3"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If six geese in a gaggle produce 66 eggs in 6,666 days, what is the\naverage number of days it takes a single goose to lay an egg?\nANSWER:\n606\nRound Robin ~ Round 4 Page 2\nTOSS UP\n5. EARTH AND SPACE Multiple Choice Upon which of the following is the Southern\nOscillation Index based?\nW) The observed sea level pressure difference between Darwin and Tahiti\nX) The sea surface temperature between Darwin and Tahiti\nY) The ozone levels at Toronto and Montreal\nZ) The amount of conduction at the equator",
        "subject": "",
        "answer": "W) THE OBSERVED SEA LEVEL PRESSURE DIFFERENCE BETWEEN DARWINAND TAHITI"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is NOT a direct adaptation for flight in\nbirds?\nW) Air sacs\nX) Large surface area on sternum\nY) Hollow bones\nZ) Fused hand bones\nANSWER: W) AIR SACS",
        "subject": "",
        "answer": "W) CYLINDRICAL, CONIC, AZIMUTHALTOSS UP6. BIOLOGY Multiple Choice Which of the following is NOT a direct adaptation for flight inbirds?W) Air sacsX) Large surface area on sternumY) Hollow bonesZ) Fused hand bonesANSWER: W) AIR SACS"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " A 5 kilogram mass is oscillating on a spring with a spring constant\nof 20 newtons per meter. What is the frequency of the oscillation of this mass in radians per\nsecond?\nANSWER: 2",
        "subject": "",
        "answer": "2Round Robin ~ Round 4 Page 3TOSS UP7. PHYSICS Short Answer A 5 kilogram mass is oscillating on a spring with a spring constantof 20 newtons per meter. What is the frequency of the oscillation of this mass in radians persecond?ANSWER: 2"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is an example of a disaccharide [dy-\nSAK-uh-ryd]?\nW) Glucose\nX) Sucrose\nY) Cellulose\nZ) Glycogen [GLY-kuh-juhn]\nANSWER: X) SUCROSE",
        "subject": "",
        "answer": "1.2TOSS UP8. CHEMISTRY Multiple Choice Which of the following is an example of a disaccharide [dy-SAK-uh-ryd]?W) GlucoseX) SucroseY) CelluloseZ) Glycogen [GLY-kuh-juhn]ANSWER: X) SUCROSE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " The length of each edge of a cube is decreased by . To the\nnearest ten percent, by what percent does the volume of the cube decrease?\n40%\nANSWER:",
        "subject": "",
        "answer": "50Round Robin ~ Round 4 Page 4TOSS UP9. MATH Short Answer The length of each edge of a cube is decreased by . To thenearest ten percent, by what percent does the volume of the cube decrease?40%ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Today, my daughter is 1/3 of my age. Five years ago, she was 1/4 of\nmy age then. How old is my daughter?\nANSWER:\n15\nTOSS UP\n10. EARTH AND SPACE Multiple Choice Which of the following is another term for the\neuphotic [yoo-FOH-tik] zone of the ocean?\nW) Dark side\nX) Sunlit zone\nY) Twilight zone\nZ) Abyssal plain",
        "subject": "",
        "answer": "X) SUNLIT ZONE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following processes is a form of anaerobic\nrespiration that occurs in skeletal muscles after strenuous exercise?\nW) Alcohol fermentation\nX) Lactic acid fermentation\nY) Pentose-phosphate pathway\nZ) Glycogenesis [gly-kuh-JEN-uh-sis]\nANSWER: X) LACTIC ACID FERMENTATION",
        "subject": "",
        "answer": "Y) OLIVINERound Robin ~ Round 4 Page 5TOSS UP11. BIOLOGY Multiple Choice Which of the following processes is a form of anaerobicrespiration that occurs in skeletal muscles after strenuous exercise?W) Alcohol fermentationX) Lactic acid fermentationY) Pentose-phosphate pathwayZ) Glycogenesis [gly-kuh-JEN-uh-sis]ANSWER: X) LACTIC ACID FERMENTATION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is the characteristic feature of a\nmetallic crystal?\nW) The metallic bond is directional\nX) The positive ion is free to move\nY) The bonding forces are weak\nZ) The valence electrons are only loosely held and can move to neighboring atoms\nANSWER: Z) THE VALENCE ELECTRONS ARE ONLY LOOSELY HELD AND CAN MOVE TO\nNEIGHBORING ATOMS",
        "subject": "",
        "answer": "Y) WHALE AND OCULAR SALT GLANDTOSS UP12. CHEMISTRY Multiple Choice Which of the following is the characteristic feature of ametallic crystal?W) The metallic bond is directionalX) The positive ion is free to moveY) The bonding forces are weakZ) The valence electrons are only loosely held and can move to neighboring atomsANSWER: Z) THE VALENCE ELECTRONS ARE ONLY LOOSELY HELD AND CAN MOVE TONEIGHBORING ATOMS"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A proton enters a uniform magnetic field that is oriented\nperpendicular to the motion of the proton. Which of the following will NOT affect the radius of the\ncircular path in which the proton moves?\nW) The velocity of the proton\nX) The magnitude of the magnetic field\nY) The momentum of the proton\nZ) The position of the proton in the magnetic field\nANSWER: Z) THE POSITION OF THE PROTON IN THE MAGNETIC FIELD",
        "subject": "",
        "answer": "26Round Robin ~ Round 4 Page 6TOSS UP13. PHYSICS Multiple Choice A proton enters a uniform magnetic field that is orientedperpendicular to the motion of the proton. Which of the following will NOT affect the radius of thecircular path in which the proton moves?W) The velocity of the protonX) The magnitude of the magnetic fieldY) The momentum of the protonZ) The position of the proton in the magnetic fieldANSWER: Z) THE POSITION OF THE PROTON IN THE MAGNETIC FIELD"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " To the nearest 10%, what is the approximate efficiency of\ncommercially available high performance solar cells?\nANSWER: 20%",
        "subject": "",
        "answer": "1 x 10-6TOSS UP14. ENERGY Short Answer To the nearest 10%, what is the approximate efficiency ofcommercially available high performance solar cells?ANSWER: 20%"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " In electroplating, the object to be electroplated is placed at\nwhich of the following?\nW) The anode\nX) The cathode\nY) Either the anode or cathode\nZ) The salt bridge\nANSWER: X) THE CATHODE",
        "subject": "",
        "answer": "36%Round Robin ~ Round 4 Page 7TOSS UP15. CHEMISTRY Multiple Choice In electroplating, the object to be electroplated is placed atwhich of the following?W) The anodeX) The cathodeY) Either the anode or cathodeZ) The salt bridgeANSWER: X) THE CATHODE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What integer between and is four times as far from as it is\nfrom ?\n50 90 50\nANSW90ER:",
        "subject": "",
        "answer": "X) AMMONIATOSS UP16. MATH Short Answer What integer between and is four times as far from as it isfrom ?50 90 50ANSW90ER:"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following cities is on the North\nAmerican tectonic plate?\nW) Los Angeles\nX) San Diego\nY) San Francisco\nZ) Santa Cruz\nANSWER: Y) SAN FRANCISCO",
        "subject": "",
        "answer": "x x – – 6 – 22+ 2 + 3Round Robin ~ Round 4 Page 8TOSS UP17. EARTH AND SPACE Multiple Choice Which of the following cities is on the NorthAmerican tectonic plate?W) Los AngelesX) San DiegoY) San FranciscoZ) Santa CruzANSWER: Y) SAN FRANCISCO"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A field assistant takes a tissue sample from a dead mouse and\nforgets to label the sample with the type of tissue collected. In the lab, she needs to correct her\noversight. The tissue is striated and has intercalated disks between cells. Which of the following\nsamples does the field assistant have?\nW) Liver\nX) Heart\nY) Skeletal muscle\nZ) Brain\nANSWER: X) HEART",
        "subject": "",
        "answer": "AMPHIBOLITETOSS UP18. BIOLOGY Multiple Choice A field assistant takes a tissue sample from a dead mouse andforgets to label the sample with the type of tissue collected. In the lab, she needs to correct heroversight. The tissue is striated and has intercalated disks between cells. Which of the followingsamples does the field assistant have?W) LiverX) HeartY) Skeletal muscleZ) BrainANSWER: X) HEART"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " A long wire carrying a 3 ampere current is placed in a magnetic\nfield of 1 tesla so that a straight 2 meter segment of the wire makes an angle of 30° with the\nfield direction. What is the magnitude of the force in newtons on the wire segment?\nANSWER: 3",
        "subject": "",
        "answer": "W) SIRENIANSRound Robin ~ Round 4 Page 9TOSS UP19. PHYSICS Short Answer A long wire carrying a 3 ampere current is placed in a magneticfield of 1 tesla so that a straight 2 meter segment of the wire makes an angle of 30° with thefield direction. What is the magnitude of the force in newtons on the wire segment?ANSWER: 3"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If a heat pump can use 1 Btu of electricity to move 4 Btus of\ncooling, how many Btus of electricity are needed to provide 100 Btus of cooling?\nANSWER: 25",
        "subject": "",
        "answer": "3.3TOSS UP20. ENERGY Short Answer If a heat pump can use 1 Btu of electricity to move 4 Btus ofcooling, how many Btus of electricity are needed to provide 100 Btus of cooling?ANSWER: 25"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following interactions is an example of\ncommensalism?\nW) Ants living in acacia [uh-KAY-shuh] thorns, feeding on protein bodies produced by the tree\nand attacking herbivores that attempt to eat acacia leaves\nX) Two species of barnacle occupying different tidal regions on rocky shores\nY) Ticks attaching to deer and feeding off their blood\nZ) Cattle egrets following water buffalo to feed on insects scared out of grass by the buffalo\nANSWER: Z) CATTLE EGRETS FOLLOWING WATER BUFFALO TO FEED ON INSECTS\nSCARED OUT OF GRASS BY THE BUFFALO",
        "subject": "",
        "answer": "NATURAL GASRound Robin ~ Round 4 Page 10TOSS UP21. BIOLOGY Multiple Choice Which of the following interactions is an example ofcommensalism?W) Ants living in acacia [uh-KAY-shuh] thorns, feeding on protein bodies produced by the treeand attacking herbivores that attempt to eat acacia leavesX) Two species of barnacle occupying different tidal regions on rocky shoresY) Ticks attaching to deer and feeding off their bloodZ) Cattle egrets following water buffalo to feed on insects scared out of grass by the buffaloANSWER: Z) CATTLE EGRETS FOLLOWING WATER BUFFALO TO FEED ON INSECTSSCARED OUT OF GRASS BY THE BUFFALO"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " All except which of the following are true for rubidium\nfluoride?\nW) It has a high boiling point\nX) It dissolves in aqueous ammonia [AY-kwee-uhs]\nY) It conducts electricity in the solid state\nZ) It is an electrolyte\nANSWER: Y) IT CONDUCTS ELECTRICITY IN THE SOLID STATE",
        "subject": "",
        "answer": "W) SWIM BLADDERTOSS UP22. CHEMISTRY Multiple Choice All except which of the following are true for rubidiumfluoride?W) It has a high boiling pointX) It dissolves in aqueous ammonia [AY-kwee-uhs]Y) It conducts electricity in the solid stateZ) It is an electrolyteANSWER: Y) IT CONDUCTS ELECTRICITY IN THE SOLID STATE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " What is the radian equivalent of ?\n96⁰\nW)\n2𝜋𝜋\nX) 15\n4𝜋𝜋\nY) 15\n8𝜋𝜋\nZ) 15\n23𝜋𝜋\n15\nANSWER: Y)\n8𝜋𝜋\n15",
        "subject": "",
        "answer": "1 AND 2 (ACCEPT: THE PRESSURE OF THE GAS, THE AVERAGE KINETICENERGY OF THE GAS)Round Robin ~ Round 4 Page 11TOSS UP23. MATH Multiple Choice What is the radian equivalent of ?96⁰W)2𝜋𝜋X) 154𝜋𝜋Y) 158𝜋𝜋Z) 1523𝜋𝜋15ANSWER: Y)8𝜋𝜋15"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What chemical associated with volcanic eruptions can\nget into the stratosphere and cause a dampening of the Sun’s rays?\nANSWER: SULFURIC ACID (ACCEPT: SULFUR, SULFUR DIOXIDE, HYDROGEN SULFIDE,\nSULFATE)",
        "subject": "",
        "answer": "x (ACCEPT: THE OPEN INTERVAL FROM -1/3 TO 4/3)-1/3 < < 4/3TOSS UP24. EARTH AND SPACE Short Answer What chemical associated with volcanic eruptions canget into the stratosphere and cause a dampening of the Sun’s rays?ANSWER: SULFURIC ACID (ACCEPT: SULFUR, SULFUR DIOXIDE, HYDROGEN SULFIDE,SULFATE)"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What protein is often found in the red muscles of fish that are\nstrong swimmers?\nANSWER: MYOGLOBIN",
        "subject": "",
        "answer": "Y) HAWAIIRound Robin ~ Round 4 Page 12TOSS UP25. BIOLOGY Short Answer What protein is often found in the red muscles of fish that arestrong swimmers?ANSWER: MYOGLOBIN"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following types of lipid modification connects\nproteins to cytosolic membrane surfaces and is reversible?\nW) Palmitoylation [pal-mi-toi-LAY-shuhn]\nX) Prenylation [pre-NIL-ay-shuhn]\nY) Myristoylation [may-ruh-stoi-LAY-shuhn]\nZ) Acylation [as-uh-LAY-shuhn]",
        "subject": "",
        "answer": "W) PALMITOYLATIONRound Robin ~ Round 4 Page 13"
    }
]