[
    {
        "answertype": "Short Answer",
        "content": " Solve the following equation for x x x x [2 open\nbrackets x minus open parenthesis 3x plus 1 close parenthesis close brackets equals 4\nminus 2x]. : 2[ – (3 + 1)] = 4 – 2",
        "subject": "",
        "answer": "x"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What geomorphic province is best described as an area\nconsisting of separate broad mountain ranges separated by broad valleys?\nANSWER: BASIN AND RANGE",
        "subject": "",
        "answer": "6TOSS UP2. EARTH AND SPACE Short Answer What geomorphic province is best described as an areaconsisting of separate broad mountain ranges separated by broad valleys?ANSWER: BASIN AND RANGE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is NOT an effect of epinephrine [e-puh-\nNE-fruhn]?\nW) Decreased blood pressure\nX) Increased breathing rate\nY) Decreased digestion\nZ) Glycogenolysis [gly-KUH-juh-NOL-i-sis]\nANSWER: W) DECREASED BLOOD PRESSURE",
        "subject": "",
        "answer": "X) DENDROCHRONOLOGYRound Robin ~ Round 3 Page 1TOSS UP3. BIOLOGY Multiple Choice Which of the following is NOT an effect of epinephrine [e-puh-NE-fruhn]?W) Decreased blood pressureX) Increased breathing rateY) Decreased digestionZ) Glycogenolysis [gly-KUH-juh-NOL-i-sis]ANSWER: W) DECREASED BLOOD PRESSURE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If the amplitude of a simple harmonic oscillator is decreased to 50%\nof its initial value, providing your answer as a decimal, compute the ratio of its final energy to its\ninitial energy.\nANSWER: 0.25",
        "subject": "",
        "answer": "X) ICHTHYOPLANKTONTOSS UP4. PHYSICS Short Answer If the amplitude of a simple harmonic oscillator is decreased to 50%of its initial value, providing your answer as a decimal, compute the ratio of its final energy to itsinitial energy.ANSWER: 0.25"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is considered a zero marginal cost\ngenerator?\nW) Nuclear\nX) Wind\nY) Biomass\nZ) Geothermal\nANSWER: X) WIND",
        "subject": "",
        "answer": "1Round Robin ~ Round 3 Page 2TOSS UP5. ENERGY Multiple Choice Which of the following is considered a zero marginal costgenerator?W) NuclearX) WindY) BiomassZ) GeothermalANSWER: X) WIND"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the molecular geometry of sulfur tetrafluoride?\nANSWER: SEESAW",
        "subject": "",
        "answer": "2904TOSS UP6. CHEMISTRY Short Answer What is the molecular geometry of sulfur tetrafluoride?ANSWER: SEESAW"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the ratio of the area of a square that circumscribes a circle to\nthe area of a square inscribed in the same circle?\nANSWER: TO (ACCEPT: 2)\n2 1",
        "subject": "",
        "answer": "Z) 1.00Round Robin ~ Round 3 Page 3TOSS UP7. MATH Short Answer What is the ratio of the area of a square that circumscribes a circle tothe area of a square inscribed in the same circle?ANSWER: TO (ACCEPT: 2)2 1"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Find the coordinates of the center and the radius of the circle:\nx y x y\n2 2\nAN+S W -E 8R: +C 6EN -T1E1 R= =0 (4, -3); RADIUS = 6\nTOSS UP\n8. EARTH AND SPACE Multiple Choice Which of the following is the term for the depositional\nfeature created as streams deposit sediments beneath a glacier?\nW) Tarn\nX) Esker\nY) Kame\nZ) Arete [ahr-i-TAY]",
        "subject": "",
        "answer": "X) ESKER"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following recent fossil discoveries helped\nevolutionary biologists understand how tetrapods could have evolved from fishes?\nW) Tiktaalik roseae [tik-TAH-lik roh-ZEE-uh]\nX) Australopithecus sediba [aw-stray-loh-PITH-i-kuhs se-DEE-buh]\nY) Titanoboa [ti-tan-uh-BOH-uh]\nZ) Acherontisuchus guajiraenisis [AK-uh-ron-tee-SU-choos gwah-HEE-rah-EHN-soos]\nANSWER: W) TIKTAALIK ROSEAE",
        "subject": "",
        "answer": "ORTHOCLASE (ACCEPT: POTASSIUM FELDSPAR, K-SPAR)Round Robin ~ Round 3 Page 4TOSS UP9. BIOLOGY Multiple Choice Which of the following recent fossil discoveries helpedevolutionary biologists understand how tetrapods could have evolved from fishes?W) Tiktaalik roseae [tik-TAH-lik roh-ZEE-uh]X) Australopithecus sediba [aw-stray-loh-PITH-i-kuhs se-DEE-buh]Y) Titanoboa [ti-tan-uh-BOH-uh]Z) Acherontisuchus guajiraenisis [AK-uh-ron-tee-SU-choos gwah-HEE-rah-EHN-soos]ANSWER: W) TIKTAALIK ROSEAE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " When a piano tuner uses a tuning fork to tune the piano, she\nknows a string is in tune when the beat frequency has which of the following values in hertz?\nW) 0\nX) 2\nY) 10\nZ) 33\nANSWER: W) 0",
        "subject": "",
        "answer": "W) DECREASED METHYLATION OF THE AGOUTI GENETOSS UP10. PHYSICS Multiple Choice When a piano tuner uses a tuning fork to tune the piano, sheknows a string is in tune when the beat frequency has which of the following values in hertz?W) 0X) 2Y) 10Z) 33ANSWER: W) 0"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following solid compounds would NOT be\nsoluble to a large extent in water, but would be soluble in hydrochloric acid?\nW) Ba(NO )\n3 2\nX) CuSO\n4\nY) MgCO\n3\nZ) KClO\n4\nANSWER: Y) MgCO\n3",
        "subject": "",
        "answer": "X) 8.0 x 10-16Round Robin ~ Round 3 Page 5TOSS UP11. CHEMISTRY Multiple Choice Which of the following solid compounds would NOT besoluble to a large extent in water, but would be soluble in hydrochloric acid?W) Ba(NO )3 2X) CuSO4Y) MgCO3Z) KClO4ANSWER: Y) MgCO3"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following species can be considered partially\nendothermic?\nW) Salmon\nX) Trout\nY) Tuna\nZ) Flounder\nANSWER: Y) TUNA",
        "subject": "",
        "answer": "Z) POTASSIUM PHOSPHATETOSS UP12. BIOLOGY Multiple Choice Which of the following species can be considered partiallyendothermic?W) SalmonX) TroutY) TunaZ) FlounderANSWER: Y) TUNA"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " State the quadrant in which [theta] lies if and\n[cotangent of theta is less than 0 and secant of theta is greater than 0].\nθ cot θ < 0 sec θ > 0\nANSWER: IV (ACCEPT: 4 OR FOURTH)",
        "subject": "",
        "answer": "3’- ATA GTC GGG-5’ (ACCEPT: 5’-GGG CTG ATA-3’)Round Robin ~ Round 3 Page 6TOSS UP13. MATH Short Answer State the quadrant in which [theta] lies if and[cotangent of theta is less than 0 and secant of theta is greater than 0].θ cot θ < 0 sec θ > 0ANSWER: IV (ACCEPT: 4 OR FOURTH)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following types of sand is commonly\nassociated with beach areas close to tropical reef environments?\nW) White\nX) Quartz\nY) Black\nZ) Green\nANSWER: W) WHITE",
        "subject": "",
        "answer": "(DO NOT ACCEPT: )14 23 14+23𝑖𝑖29+29𝑖𝑖 29TOSS UP14. EARTH AND SPACE Multiple Choice Which of the following types of sand is commonlyassociated with beach areas close to tropical reef environments?W) WhiteX) QuartzY) BlackZ) GreenANSWER: W) WHITE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " In many organisms, sex-determination is genetic. However, in\nturtles and crocodiles, this is not the case. Which of the following plays a role in sex-\ndetermination for turtles and crocodiles?\nW) Humidity\nX) Atmospheric pressure\nY) Temperature\nZ) UV index\nANSWER: Y) TEMPERATURE",
        "subject": "",
        "answer": "W) HORNBLENDERound Robin ~ Round 3 Page 7TOSS UP15. BIOLOGY Multiple Choice In many organisms, sex-determination is genetic. However, inturtles and crocodiles, this is not the case. Which of the following plays a role in sex-determination for turtles and crocodiles?W) HumidityX) Atmospheric pressureY) TemperatureZ) UV indexANSWER: Y) TEMPERATURE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the current in amperes for a simple circuit with a potential\ndifference of 100 volts and two 10 ohm resistors in parallel?\nANSWER: 20",
        "subject": "",
        "answer": "Y) SEEDLESS WATERMELONTOSS UP16. PHYSICS Short Answer What is the current in amperes for a simple circuit with a potentialdifference of 100 volts and two 10 ohm resistors in parallel?ANSWER: 20"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " How many kilowatt-hours do you use annually if you have a 14\nwatt light bulb operating for 2,000 hours per year?\nANSWER: 28",
        "subject": "",
        "answer": "W) THE MOMENT OF INERTIA OF THE EARTH WOULD INCREASERound Robin ~ Round 3 Page 8TOSS UP17. ENERGY Short Answer How many kilowatt-hours do you use annually if you have a 14watt light bulb operating for 2,000 hours per year?ANSWER: 28"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " The specific heat of an unknown metal is 0.230 joules per\ngram degree Celsius. A 45.0 gram sample of the metal is heated from 25.0o Celsius to 35.0o\nCelsius. How much heat in joules is required to heat the metal?\nW) 10.4\nX) 104\nY) 342\nZ) 600\nANSWER: X) 104",
        "subject": "",
        "answer": "W) TRANSMISSION AND DISTRIBUTIONTOSS UP18. CHEMISTRY Multiple Choice The specific heat of an unknown metal is 0.230 joules pergram degree Celsius. A 45.0 gram sample of the metal is heated from 25.0o Celsius to 35.0oCelsius. How much heat in joules is required to heat the metal?W) 10.4X) 104Y) 342Z) 600ANSWER: X) 104"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If [the fraction with numerator x minus y and\n𝑥𝑥−𝑦𝑦 9\ndenominator x plus y equals 9 over 13], providing your answer as a fraction in simplest form,\n𝑥𝑥+𝑦𝑦 = 13\ncompute the value of .\n𝑥𝑥\n𝑦𝑦\nANSWER:\n11",
        "subject": "",
        "answer": "1) 2, 2) 3, 3) 2, 4) 5Round Robin ~ Round 3 Page 9TOSS UP19. MATH Short Answer If [the fraction with numerator x minus y and𝑥𝑥−𝑦𝑦 9denominator x plus y equals 9 over 13], providing your answer as a fraction in simplest form,𝑥𝑥+𝑦𝑦 = 13compute the value of .𝑥𝑥𝑦𝑦ANSWER:11"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " The slope of a line is The two points with coordinates\ny are on the line. Determine the value of y.\n-2/3. (4, 7) and\n(A-N2,S W)ER:\n11\nTOSS UP\n20. EARTH AND SPACE Multiple Choice Normal faults suggest which of the following sorts of\nforces on the crust?\nW) Tension\nX) Shear\nY) Compression\nZ) Listral",
        "subject": "",
        "answer": "W) TENSION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is the name of the muscle in humans that\nextends the forearm?\nW) Triceps brachii [BRAY-kee-ee]\nX) Biceps brachii\nY) Pronator teres\nZ) Brachialis [bray-kee-AL-uhs]\nANSWER: W) TRICEPS BRACHII",
        "subject": "",
        "answer": "Z) MUCH LESS THAN ONE TENTH AS MUCHRound Robin ~ Round 3 Page 10TOSS UP21. BIOLOGY Multiple Choice Which of the following is the name of the muscle in humans thatextends the forearm?W) Triceps brachii [BRAY-kee-ee]X) Biceps brachiiY) Pronator teresZ) Brachialis [bray-kee-AL-uhs]ANSWER: W) TRICEPS BRACHII"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " For a small ball at the end of a string, calculate the angular\nmomentum in joule seconds if the ball weighs 3 kilograms, has a tangential velocity of 10\nmeters per second, and has an orbit with a 10 meter radius?\nW) 33.3\nX) 100\nY) 300\nZ) 900\nANSWER: Y) 300",
        "subject": "",
        "answer": "Y) FORAMEN MAGNUMTOSS UP22. PHYSICS Multiple Choice For a small ball at the end of a string, calculate the angularmomentum in joule seconds if the ball weighs 3 kilograms, has a tangential velocity of 10meters per second, and has an orbit with a 10 meter radius?W) 33.3X) 100Y) 300Z) 900ANSWER: Y) 300"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Kirchhoff's second law states that the directed sum of the voltage\naround any closed circuit is equal to what?\nANSWER: ZERO",
        "subject": "",
        "answer": "X) THE MAXIMUM KINETIC ENERGY OF THE PHOTOELECTRONS EMITTEDINCREASESRound Robin ~ Round 3 Page 11TOSS UP23. ENERGY Short Answer Kirchhoff's second law states that the directed sum of the voltagearound any closed circuit is equal to what?ANSWER: ZERO"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What type of white blood cell differentiates to form antibody\nsecreting cells and memory cells?\nANSWER: B LYMPHOCYTE (ACCEPT: B CELL)",
        "subject": "",
        "answer": "$15TOSS UP24. BIOLOGY Short Answer What type of white blood cell differentiates to form antibodysecreting cells and memory cells?ANSWER: B LYMPHOCYTE (ACCEPT: B CELL)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is the maximum number of orbitals\nallowed when l = 5 [L equals 5]?\nW) 2\nX) 5\nY) 11\nZ) 13\nANSWER: Y) 11",
        "subject": "",
        "answer": "4 (ACCEPT: ASCENDING LIMB OF THE LOOP OF HENLE)Round Robin ~ Round 3 Page 12TOSS UP25. CHEMISTRY Multiple Choice Which of the following is the maximum number of orbitalsallowed when l = 5 [L equals 5]?W) 2X) 5Y) 11Z) 13ANSWER: Y) 11"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Rank the following four substances according to increasing\nboiling point: 1) helium, 2) water, 3) ammonia, 4) carbon monoxide.",
        "subject": "",
        "answer": "1, 4, 3, 2 (ACCEPT: HELIUM, CARBON MONOXIDE, AMMONIA, WATER)Round Robin ~ Round 3 Page 13"
    }
]