[
    {
        "answertype": "Short Answer",
        "content": " Stomata are pores in leaves that allow gas exchange. What is the\nname of the structure with this function that is present in twigs, stems, bark, and fruit?",
        "subject": " BIOLOGY ",
        "answer": " LENTICEL"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following species would be expected to have\nthe most covalent character?\nW) Beryllium fluoride\nX) Magnesium chloride\nY) Aluminum oxide\nZ) Silver bromide\nANSWER: W) BERYLLIUM FLUORIDE",
        "subject": " CHEMISTRY ",
        "answer": " 2, 3 (ACCEPT: DENSITY DEPENDENT MORTALITY, LARGE BODY SIZE)TOSS UP2. CHEMISTRY Multiple Choice Which of the following species would be expected to havethe most covalent character?W) Beryllium fluorideX) Magnesium chlorideY) Aluminum oxideZ) Silver bromideANSWER: W) BERYLLIUM FLUORIDE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the smallest possible sum of a positive number and its\nreciprocal?\nANSWER: 2",
        "subject": " MATH ",
        "answer": " Y) 150 KELVIN AND 50 ATMOSPHERESRound Robin ~ Round 1 Page 1TOSS UP3. MATH Short Answer What is the smallest possible sum of a positive number and itsreciprocal?ANSWER: 2"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " The escape velocity for a 100 kilogram object to leave planet\nEarth is approximately 11,000 meters per second. Which of the following is the escape velocity in\nmeters per second for a 200 kilogram object to leave Earth?\nW) 5,500\nX) 11,000\nY) 16,500\nZ) 22,000\nANSWER: X) 11,000",
        "subject": " PHYSICS ",
        "answer": " 2 + 3 = -4 5 – = 7(1, -2)TOSS UP4. PHYSICS Multiple Choice The escape velocity for a 100 kilogram object to leave planetEarth is approximately 11,000 meters per second. Which of the following is the escape velocity inmeters per second for a 200 kilogram object to leave Earth?W) 5,500X) 11,000Y) 16,500Z) 22,000ANSWER: X) 11,000"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " In terms of naturally supplied nutrients, which of the\nfollowing elements is typically least abundant and most limiting to biological productivity in lakes?\nW) Nitrogen\nX) Phosphorus\nY) Calcium\nZ) Carbon\nANSWER: X) PHOSPHORUS",
        "subject": " EARTH AND SPACE ",
        "answer": " 6.4 x 10-14Round Robin ~ Round 1 Page 2TOSS UP5. EARTH AND SPACE Multiple Choice In terms of naturally supplied nutrients, which of thefollowing elements is typically least abundant and most limiting to biological productivity in lakes?W) NitrogenX) PhosphorusY) CalciumZ) CarbonANSWER: X) PHOSPHORUS"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If it takes 900 Btus [B-T-USE] of fuel to produce a gallon of hot\nwater and you take a 10 minute shower using 2 gallons of hot water per minute, how many Btus\nof fuel were used in the shower?\nANSWER: 18,000",
        "subject": " ENERGY ",
        "answer": " Y) BRECCIATOSS UP6. ENERGY Short Answer If it takes 900 Btus [B-T-USE] of fuel to produce a gallon of hotwater and you take a 10 minute shower using 2 gallons of hot water per minute, how many Btusof fuel were used in the shower?ANSWER: 18,000"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following unusual vertebrates was known in the\nfossil record for over 100 years before a living specimen was discovered?\nW) Okapi [oh-KAH-pee]\nX) Coelacanth [SEE-luh-kanth]\nY) Pangolin [PANG-guh-lin] or [pang-GOH-lin]\nZ) Seven gilled shark\nANSWER: X) COELACANTH",
        "subject": " BIOLOGY ",
        "answer": " Y) 1Round Robin ~ Round 1 Page 3TOSS UP7. BIOLOGY Multiple Choice Which of the following unusual vertebrates was known in thefossil record for over 100 years before a living specimen was discovered?W) Okapi [oh-KAH-pee]X) Coelacanth [SEE-luh-kanth]Y) Pangolin [PANG-guh-lin] or [pang-GOH-lin]Z) Seven gilled sharkANSWER: X) COELACANTH"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Infrared spectroscopy typically analyzes which of the\nfollowing?\nW) Electronic excitement\nX) Nuclear spins\nY) Molecular vibrations\nZ) Atomic rotation\nANSWER: Y) MOLECULAR VIBRATIONS",
        "subject": " CHEMISTRY ",
        "answer": " 1, 3, 4 (ACCEPT: WIDELY DILATED BRONCHI, DRY MOUTH, DILATED PUPILS)TOSS UP8. CHEMISTRY Multiple Choice Infrared spectroscopy typically analyzes which of thefollowing?W) Electronic excitementX) Nuclear spinsY) Molecular vibrationsZ) Atomic rotationANSWER: Y) MOLECULAR VIBRATIONS"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If f(t) = t , what is the limit of f(t) as t approaches ?\nANSWER: 3 +1 2",
        "subject": " MATH ",
        "answer": " +3 (ACCEPT: THREE PLUS)Round Robin ~ Round 1 Page 4TOSS UP9. MATH Short Answer If f(t) = t , what is the limit of f(t) as t approaches ?ANSWER: 3 +1 2"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " A planet is found with a mass that is 50 times the mass of Earth\nand a radius that is 5 times that of the Earth. Providing your answer to the nearest integer, what\nis the acceleration due to gravity in meters per second squared on this planet, given that the\nacceleration due to gravity on the Earth is 9.8 meters per second squared?\nANSWER: 20",
        "subject": " PHYSICS ",
        "answer": " TO (ACCEPT: 5)5 1TOSS UP10. PHYSICS Short Answer A planet is found with a mass that is 50 times the mass of Earthand a radius that is 5 times that of the Earth. Providing your answer to the nearest integer, whatis the acceleration due to gravity in meters per second squared on this planet, given that theacceleration due to gravity on the Earth is 9.8 meters per second squared?ANSWER: 20"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " In the early part of the 20th century, the German\ngeologist and meteorologist Alfred Wegener introduced what theory?\nANSWER: CONTINENTAL DRIFT",
        "subject": " EARTH AND SPACE ",
        "answer": " WAVELENGTH AND MOMENTUM (ACCEPT: FREQUENCY AND ENERGY)Round Robin ~ Round 1 Page 5TOSS UP11. EARTH AND SPACE Short Answer In the early part of the 20th century, the Germangeologist and meteorologist Alfred Wegener introduced what theory?ANSWER: CONTINENTAL DRIFT"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A realized ecological niche [NICH] includes all but which of the\nfollowing?\nW) Resource requirements\nX) Range of tolerance\nY) Geographical location\nZ) Competitors\nANSWER: Y) GEOGRAPHICAL LOCATION",
        "subject": " BIOLOGY ",
        "answer": " W) AMPHIBOLITETOSS UP12. BIOLOGY Multiple Choice A realized ecological niche [NICH] includes all but which of thefollowing?W) Resource requirementsX) Range of toleranceY) Geographical locationZ) CompetitorsANSWER: Y) GEOGRAPHICAL LOCATION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following does NOT have to contain an\noxygen atom single-bonded to at least one carbon atom?\nW) Ether\nX) Ester\nY) Mercaptan\nZ) Carboxylic acid\nANSWER: Y) MERCAPTAN",
        "subject": " CHEMISTRY ",
        "answer": " W) SEA SQUIRTRound Robin ~ Round 1 Page 6TOSS UP13. CHEMISTRY Multiple Choice Which of the following does NOT have to contain anoxygen atom single-bonded to at least one carbon atom?W) EtherX) EsterY) MercaptanZ) Carboxylic acidANSWER: Y) MERCAPTAN"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If it takes 12 minutes to cut a log into 4 pieces, how many minutes\nwill it take to cut a log into 3 pieces?\nANSWER:",
        "subject": " MATH ",
        "answer": " W) POTASSIUMTOSS UP14. MATH Short Answer If it takes 12 minutes to cut a log into 4 pieces, how many minuteswill it take to cut a log into 3 pieces?ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " A 10 kilogram object falls to the surface of a planet where the\nacceleration due to gravity is 6.5 meters per second squared. If the object is falling at terminal\nvelocity, what is the drag force on the object in newtons?\nANSWER: 65",
        "subject": " PHYSICS ",
        "answer": "2√5Round Robin ~ Round 1 Page 7TOSS UP15. PHYSICS Short Answer A 10 kilogram object falls to the surface of a planet where theacceleration due to gravity is 6.5 meters per second squared. If the object is falling at terminalvelocity, what is the drag force on the object in newtons?ANSWER: 65"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Give the name of the depressions that are the result\nof a violent volcanic eruption and within which lakes often form.\nANSWER: CALDERAS",
        "subject": " EARTH AND SPACE ",
        "answer": " THERE IS NO NET FORCETOSS UP16. EARTH AND SPACE Short Answer Give the name of the depressions that are the resultof a violent volcanic eruption and within which lakes often form.ANSWER: CALDERAS"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Chlorophyll undergoes which of the following types of reaction\nwhen it is activated by light?\nW) Reduction\nX) Oxidation\nY) Hydrolysis [hy-DROL-uh-sis]\nZ) Phosphorylation [FOS-fer-uh-lay-shuhn]\nANSWER: X) OXIDATION",
        "subject": " ENERGY ",
        "answer": " W) GIANT MOLECULAR CLOUDSRound Robin ~ Round 1 Page 8TOSS UP17. ENERGY Multiple Choice Chlorophyll undergoes which of the following types of reactionwhen it is activated by light?W) ReductionX) OxidationY) Hydrolysis [hy-DROL-uh-sis]Z) Phosphorylation [FOS-fer-uh-lay-shuhn]ANSWER: X) OXIDATION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " The development of a streamlined body in a variety of fast\nswimming animals, including penguins, sharks, and dolphins, is a good example of which of the\nfollowing evolutionary concepts?\nW) Coevolution\nX) Divergent evolution\nY) Convergent evolution\nZ) Founder’s effect\nANSWER: Y) CONVERGENT EVOLUTION",
        "subject": " BIOLOGY ",
        "answer": " Z) 700TOSS UP18. BIOLOGY Multiple Choice The development of a streamlined body in a variety of fastswimming animals, including penguins, sharks, and dolphins, is a good example of which of thefollowing evolutionary concepts?W) CoevolutionX) Divergent evolutionY) Convergent evolutionZ) Founder’s effectANSWER: Y) CONVERGENT EVOLUTION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A student is titrating an unknown acid with 0.100 molar\nsodium hydroxide. At the end of the experiment, the student calculates the concentration of the\nacid to be 1.1% higher than the actual value. Which of the following sources of possible\nexperimental error most likely contributed to this final error?\nW) Not zeroing the balance\nX) Adding 2 drops of indicator instead of the procedure-stated 3 drops\nY) Not reading from the bottom of the meniscus when reading the burette\nZ) Leaving some water in the receiving Erlenmeyer flask before adding the acid\nANSWER: Z) LEAVING SOME WATER IN THE RECEIVING ERLENMEYER FLASK BEFORE\nADDING THE ACID",
        "subject": " CHEMISTRY ",
        "answer": " Y) KANGAROO RAT POPULATIONRound Robin ~ Round 1 Page 9TOSS UP19. CHEMISTRY Multiple Choice A student is titrating an unknown acid with 0.100 molarsodium hydroxide. At the end of the experiment, the student calculates the concentration of theacid to be 1.1% higher than the actual value. Which of the following sources of possibleexperimental error most likely contributed to this final error?W) Not zeroing the balanceX) Adding 2 drops of indicator instead of the procedure-stated 3 dropsY) Not reading from the bottom of the meniscus when reading the buretteZ) Leaving some water in the receiving Erlenmeyer flask before adding the acidANSWER: Z) LEAVING SOME WATER IN THE RECEIVING ERLENMEYER FLASK BEFOREADDING THE ACID"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following represents the degree measure of the angle\nbetween the circle and the chord for an arc of measure 90°?\nW)\nX)\nY) 45°\nZ) 90°\n135°\nAN1S8W0°ER: W)",
        "subject": " MATH ",
        "answer": " 1, 4, 3, 2 (ACCEPT: CALCIUM OXIDE, LITHIUM FLUORIDE, POTASSIUMCHLORIDE, CESIUM IODIDE)TOSS UP20. MATH Multiple Choice Which of the following represents the degree measure of the anglebetween the circle and the chord for an arc of measure 90°?W)X)Y) 45°Z) 90°135°AN1S8W0°ER: W)"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " A 5 kilogram ball is thrown at a wall with a speed of 10 meters\nper second. If the ball rebounds with a speed of 7 meters per second, what was the magnitude of\nthe impulse that the ball experienced in kilogram meters per second?\nANSWER: 85",
        "subject": " PHYSICS ",
        "answer": "√74Round Robin ~ Round 1 Page 10TOSS UP21. PHYSICS Short Answer A 5 kilogram ball is thrown at a wall with a speed of 10 metersper second. If the ball rebounds with a speed of 7 meters per second, what was the magnitude ofthe impulse that the ball experienced in kilogram meters per second?ANSWER: 85"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following map projections has true\nlatitude and longitude lines and angles, yet distortion increases near the map's polar regions?\nW) Globe\nX) Mercator\nY) Equidistant\nZ) Robinson\nANSWER: X) MERCATOR",
        "subject": " EARTH AND SPACE ",
        "answer": " X) 60 DEGREES NORTH OF EASTTOSS UP22. EARTH AND SPACE Multiple Choice Which of the following map projections has truelatitude and longitude lines and angles, yet distortion increases near the map's polar regions?W) GlobeX) MercatorY) EquidistantZ) RobinsonANSWER: X) MERCATOR"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Methane’s influence on global warming is approximately how\nmany times that of carbon dioxide?\nW) 1/2\nX) 10\nY) 20\nZ) 40\nANSWER: Y) 20",
        "subject": " ENERGY ",
        "answer": " ARound Robin ~ Round 1 Page 11TOSS UP23. ENERGY Multiple Choice Methane’s influence on global warming is approximately howmany times that of carbon dioxide?W) 1/2X) 10Y) 20Z) 40ANSWER: Y) 20"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following molluscan [mol-UHS-kuhn] structures\nis NOT correctly paired with its function?\nW) Adductor muscle and closing valves\nX) Siphon and feeding while buried\nY) Radula and reproduction\nZ) Foot and locomotion\nANSWER: Y) RADULA AND REPRODUCTION",
        "subject": " BIOLOGY ",
        "answer": " W) 22TOSS UP24. BIOLOGY Multiple Choice Which of the following molluscan [mol-UHS-kuhn] structuresis NOT correctly paired with its function?W) Adductor muscle and closing valvesX) Siphon and feeding while buriedY) Radula and reproductionZ) Foot and locomotionANSWER: Y) RADULA AND REPRODUCTION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Jacques Charles is well-known as the inventor of the hot air\nballoon, and there is also a law that carries his name. Which of the following is a correct\npostulation, based on Charles’s Law?\nW) As the gas in a balloon is heated, its mass increases\nX) As the gas in a balloon is heated, the pressure of the gas outside the balloon decreases\nY) As the gas in a balloon is heated, the pressure of the gas outside the balloon increases\nZ) As the gas in a balloon is cooled, its density increases\nANSWER: Z) AS THE GAS IN A BALLOON IS COOLED, ITS DENSITY INCREASES",
        "subject": " CHEMISTRY ",
        "answer": " W) PROSTAGLANDINS ARE PARACRINE REGULATORS THAT ACT LOCALLYRound Robin ~ Round 1 Page 12TOSS UP25. CHEMISTRY Multiple Choice Jacques Charles is well-known as the inventor of the hot airballoon, and there is also a law that carries his name. Which of the following is a correctpostulation, based on Charles’s Law?W) As the gas in a balloon is heated, its mass increasesX) As the gas in a balloon is heated, the pressure of the gas outside the balloon decreasesY) As the gas in a balloon is heated, the pressure of the gas outside the balloon increasesZ) As the gas in a balloon is cooled, its density increasesANSWER: Z) AS THE GAS IN A BALLOON IS COOLED, ITS DENSITY INCREASES"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " A 10.0 gram sample of gold with a specific heat capacity of\n0.1 joules per gram degree Celsius is heated using 100.0 joules of energy. If the original\ntemperature of the gold is 25.0° Celsius, what is its final temperature in degrees Celsius?",
        "subject": " CHEMISTRY ",
        "answer": " 125Round Robin ~ Round 1 Page 13"
    }
]