[
    {
        "answertype": "Multiple Choice",
        "content": " Which of the following are two optical factors that\nreduce atmospheric transparency?\nW) Reflectivity and absorption\nX) Reflectivity and conduction\nY) Absorption and convection\nZ) Advection and precipitation",
        "subject": "",
        "answer": "W) REFLECTIVITY AND ABSORPTION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A scorpionfish demonstrates which of the following types of\ncoloration?\nW) Cryptic\nX) Disruptive\nY) Aposematic\nZ) Countershading\nANSWER: W) CRYPTIC",
        "subject": "",
        "answer": "2, 3, 1, 4 (ACCEPT: LITHOSPHERE, ASTHENOSPHERE, LIQUID CORE, SOLIDCORE)TOSS UP2. BIOLOGY Multiple Choice A scorpionfish demonstrates which of the following types ofcoloration?W) CrypticX) DisruptiveY) AposematicZ) CountershadingANSWER: W) CRYPTIC"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If y -x , what is the slope of the tangent line to the graph at x ?\n2\nANSWER: -8 = = 4",
        "subject": "",
        "answer": "BUBBLE NETTING (BUBBLE NET FEEDING, BUBBLE CLOUDS, LUNGEFEEDING, TRUMPET CALLING)Round Robin ~ Round 8 Page 1TOSS UP3. MATH Short Answer If y -x , what is the slope of the tangent line to the graph at x ?2ANSWER: -8 = = 4"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Evaluate [the summation from k equals 1 to 30 of the\nquantity 3 k plus 2]. 30\n∑𝑘𝑘=1(3𝑘𝑘+2)\nANSWER:\n1455\nTOSS UP\n4. PHYSICS Short Answer Given the speed of light in a vacuum to be 3 x 108 meters per\nsecond, what is the index of refraction for a medium where the speed of light is found to be 2.5 x\n108 meters per second?",
        "subject": "",
        "answer": "1.2"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the exact speed in meters per second of an object with a\nmass of 2 kilograms, executing simple harmonic motion with amplitude of 2 meters, at the end\nof a spring with a spring constant of 8 newtons per meter, when the displacement of the object\nis half the maximum amplitude?\nANSWER:\n2√3\nRound Robin ~ Round 8 Page 2\nTOSS UP\n5. ENERGY Multiple Choice Which of the following sectors consumes the most energy in the\nUS?\nW) Motor vehicle transportation\nX) Commercial and residential buildings\nY) Air travel\nZ) Electronics",
        "subject": "",
        "answer": "X) COMMERCIAL AND RESIDENTIAL BUILDINGS"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Two reactants are mixed in a bomb calorimeter and a reaction\noccurs. The temperature of the calorimeter rises. Which of the following statements regarding\nthe reaction is true?\nW) The reaction is absorbing thermal energy\nX) The reaction is endothermic\nY) The reaction is releasing thermal energy\nZ) The reaction energy is equal to q∆T\nANSWER: Y) THE REACTION IS RELEASING THERMAL ENERGY",
        "subject": "",
        "answer": "W) CARBOHYDRATES CONTAIN OXYGEN AND HYDROCARBONS DO NOTTOSS UP6. CHEMISTRY Multiple Choice Two reactants are mixed in a bomb calorimeter and a reactionoccurs. The temperature of the calorimeter rises. Which of the following statements regardingthe reaction is true?W) The reaction is absorbing thermal energyX) The reaction is endothermicY) The reaction is releasing thermal energyZ) The reaction energy is equal to q∆TANSWER: Y) THE REACTION IS RELEASING THERMAL ENERGY"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is NOT useful for dating\nextremely old fossils?\nW) Potassium-40\nX) Carbon-14\nY) Uranium-238\nZ) Thorium-232\nANSWER: X) CARBON-14",
        "subject": "",
        "answer": "-199Round Robin ~ Round 8 Page 3TOSS UP7. EARTH AND SPACE Multiple Choice Which of the following is NOT useful for datingextremely old fossils?W) Potassium-40X) Carbon-14Y) Uranium-238Z) Thorium-232ANSWER: X) CARBON-14"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " The demographic transition model helps explain why which of the\nfollowing occurs?\nW) Birth rates fall before death rates\nX) Death rates fall before birth rates\nY) Development requires large populations\nZ) Industrialization begets large populations\nANSWER: X) DEATH RATES FALL BEFORE BIRTH RATES",
        "subject": "",
        "answer": "150TOSS UP8. BIOLOGY Multiple Choice The demographic transition model helps explain why which of thefollowing occurs?W) Birth rates fall before death ratesX) Death rates fall before birth ratesY) Development requires large populationsZ) Industrialization begets large populationsANSWER: X) DEATH RATES FALL BEFORE BIRTH RATES"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " If x [the absolute value of x greater than negative 5] is\ngraphed on a number line, which of the following could describe its graph?\n| |>-5\nW) Segment\nX) Ray\nY) Line\nZ) Two opposite rays, not sharing a common endpoint\nANSWER: Y) LINE",
        "subject": "",
        "answer": "Z) NON-BREEDING HELPERS ARE FULL SIBLINGS TO OFFSPRING OF ABREEDING PAIRRound Robin ~ Round 8 Page 4TOSS UP9. MATH Multiple Choice If x [the absolute value of x greater than negative 5] isgraphed on a number line, which of the following could describe its graph?| |>-5W) SegmentX) RayY) LineZ) Two opposite rays, not sharing a common endpointANSWER: Y) LINE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Find the x-coordinates of every point on the graph of\nf x x x x where the tangent line is horizontal.\n3 2\nA(N)S =W E R+: 3 A –N 9D + 3\n1 -3\nTOSS UP\n10. PHYSICS Multiple Choice An object is placed 20 centimeters in front of a positive lens with\na focal length of 10 centimeters. Which of the following kinds of image will be produced behind\nthis lens?\nW) Upright and virtual\nX) Upright and real\nY) Inverted and virtual\nZ) Inverted and real",
        "subject": "",
        "answer": "Z) INVERTED AND REAL"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " If equal quantities by mass of gases A, B, C, and D are\nadded to a closed container of fixed volume, and the total pressure in the container is 760 torr,\nthe partial pressure of A is which of the following?\nW) 25% of the total pressure\nX) Dependent on the size of the container\nY) Directly related to its mole fraction\nZ) A function of its molar mass\nANSWER: Y) DIRECTLY RELATED TO ITS MOLE FRACTION",
        "subject": "",
        "answer": "1300Round Robin ~ Round 8 Page 5TOSS UP11. CHEMISTRY Multiple Choice If equal quantities by mass of gases A, B, C, and D areadded to a closed container of fixed volume, and the total pressure in the container is 760 torr,the partial pressure of A is which of the following?W) 25% of the total pressureX) Dependent on the size of the containerY) Directly related to its mole fractionZ) A function of its molar massANSWER: Y) DIRECTLY RELATED TO ITS MOLE FRACTION"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What compound is the final nitrogenous waste product that is\nexcreted by humans?\nANSWER: UREA",
        "subject": "",
        "answer": "0.89TOSS UP12. BIOLOGY Short Answer What compound is the final nitrogenous waste product that isexcreted by humans?ANSWER: UREA"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Scientific investigations in the Gulf of Mexico have\ndocumented a large area of the Louisiana continental shelf with seasonally-depleted oxygen\nlevels. Which of the following is the term for this oxygen depletion?\nW) Barotrauma\nX) Hypoxia\nY) Hyperbaria\nZ) The bends\nANSWER: X) HYPOXIA",
        "subject": "",
        "answer": "X) THE EXTINCT QUAIL WAS LIKELY EVOLVING FLIGHTLESSNESSRound Robin ~ Round 8 Page 6TOSS UP13. EARTH AND SPACE Multiple Choice Scientific investigations in the Gulf of Mexico havedocumented a large area of the Louisiana continental shelf with seasonally-depleted oxygenlevels. Which of the following is the term for this oxygen depletion?W) BarotraumaX) HypoxiaY) HyperbariaZ) The bendsANSWER: X) HYPOXIA"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " In the evolutionary tree of life, wings in birds and butterflies are an\nexample of what kind of structures?\nANSWER: HOMOPLASIES (ACCEPT: ANALOGOUS STRUCTURES; HOMOPLASTIC\nSTRUCTURES)",
        "subject": "",
        "answer": "OLBER'S PARADOXTOSS UP14. BIOLOGY Short Answer In the evolutionary tree of life, wings in birds and butterflies are anexample of what kind of structures?ANSWER: HOMOPLASIES (ACCEPT: ANALOGOUS STRUCTURES; HOMOPLASTICSTRUCTURES)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A nimble minded Science Bowl contestant makes a\nconcentrated solution of sodium hydroxide which she adds to a solution of potassium\npermanganate. The permanganate ion reacts to form which of the following?\nW) MnO 2-\n4\nX) MnO -\n4\nY) Mn O\n2 3\nZ) Mn2+\nANSWER: W) MnO 2-\n4",
        "subject": "",
        "answer": "X) CARBON MONOXIDE HAS A HIGHER AFFINITY FOR HEMOGLOBIN THANOXYGEN DOESRound Robin ~ Round 8 Page 7TOSS UP15. CHEMISTRY Multiple Choice A nimble minded Science Bowl contestant makes aconcentrated solution of sodium hydroxide which she adds to a solution of potassiumpermanganate. The permanganate ion reacts to form which of the following?W) MnO 2-4X) MnO -4Y) Mn O2 3Z) Mn2+ANSWER: W) MnO 2-4"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " An acute angle has a measure of a b. What is the difference\nbetween the degree measures of the supplement and complement of that angle?\n2 + 2\nANSWER:",
        "subject": "",
        "answer": "T (ACCEPT: TETRAHEDRAL)dTOSS UP16. MATH Short Answer An acute angle has a measure of a b. What is the differencebetween the degree measures of the supplement and complement of that angle?2 + 2ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A small marble is placed at the bottom of a hemispherical bowl.\nWhen the marble is displaced a small amount from the center, it oscillates about the bottom of\nthe bowl. Which of the following changes would increase the period of oscillation of the marble?\nW) Using a marble of larger mass\nX) Using a marble of smaller mass\nY) Using a bowl of larger radius\nZ) Using a bowl of smaller radius\nANSWER: Y) USING A BOWL OF LARGER RADIUS",
        "subject": "",
        "answer": "35 55?13,500Round Robin ~ Round 8 Page 8TOSS UP17. PHYSICS Multiple Choice A small marble is placed at the bottom of a hemispherical bowl.When the marble is displaced a small amount from the center, it oscillates about the bottom ofthe bowl. Which of the following changes would increase the period of oscillation of the marble?W) Using a marble of larger massX) Using a marble of smaller massY) Using a bowl of larger radiusZ) Using a bowl of smaller radiusANSWER: Y) USING A BOWL OF LARGER RADIUS"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " On average, which of the following consumes the most electricity\nin an office building?\nW) Space heating\nX) Air cooling\nY) Lighting\nZ) Office equipment\nANSWER: Y) LIGHTING",
        "subject": "",
        "answer": "W) 50TOSS UP18. ENERGY Multiple Choice On average, which of the following consumes the most electricityin an office building?W) Space heatingX) Air coolingY) LightingZ) Office equipmentANSWER: Y) LIGHTING"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Consider the following reaction:\nCl + 2NaOH → NaOCl +H O + NaCl . Which of the following is true?\n2 (g) (aq) (aq) 2 (l) (aq)\nW) This is a disproportionation reaction\nX) The oxidation number of the oxygen changes\nY) The oxidation number of the sodium changes\nZ) The oxidation number of the chlorine remains constant\nANSWER: W) THIS IS A DISPROPORTIONATION REACTION\n[(G) = GAS; (AQ) = AQUEOUS; (L) = LIQUID]",
        "subject": "",
        "answer": "X) DYNAMIC BRAKING ON A DIESEL-ELECTRIC LOCOMOTIVERound Robin ~ Round 8 Page 9TOSS UP19. CHEMISTRY Multiple Choice Consider the following reaction:Cl + 2NaOH → NaOCl +H O + NaCl . Which of the following is true?2 (g) (aq) (aq) 2 (l) (aq)W) This is a disproportionation reactionX) The oxidation number of the oxygen changesY) The oxidation number of the sodium changesZ) The oxidation number of the chlorine remains constantANSWER: W) THIS IS A DISPROPORTIONATION REACTION[(G) = GAS; (AQ) = AQUEOUS; (L) = LIQUID]"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is a metamorphic rock?\nW) Serpentinite [suhr-pen-TUH-nyt]\nX) Diorite\nY) Syenite [SY-uh-nyt]\nZ) Dunite\nANSWER: W) SERPENTINITE",
        "subject": "",
        "answer": "16TOSS UP20. EARTH AND SPACE Multiple Choice Which of the following is a metamorphic rock?W) Serpentinite [suhr-pen-TUH-nyt]X) DioriteY) Syenite [SY-uh-nyt]Z) DuniteANSWER: W) SERPENTINITE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following organisms does NOT undergo alternation\nof generations in its life cycle?\nW) Polytrichum moss [pol-ee-TRIK-uhm]\nX) Diatom\nY) Laminaria brown algae\nZ) Fern\nANSWER: X) DIATOM",
        "subject": "",
        "answer": "Y) TURBIDITYRound Robin ~ Round 8 Page 10TOSS UP21. BIOLOGY Multiple Choice Which of the following organisms does NOT undergo alternationof generations in its life cycle?W) Polytrichum moss [pol-ee-TRIK-uhm]X) DiatomY) Laminaria brown algaeZ) FernANSWER: X) DIATOM"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " No three points of a particular set of points are collinear. How many\nlines are determined by pairs of those points?\n4\nANSWER:",
        "subject": "",
        "answer": "Y) FLIPPERS OF ATLANTIC DOLPHINSTOSS UP22. MATH Short Answer No three points of a particular set of points are collinear. How manylines are determined by pairs of those points?4ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If = [sine of theta plus cosine of theta equals one\n1\nthird], find .\nsin θ + cos θ 3\nsin 2θ\nANSWER:\n8\n−9\nRound Robin ~ Round 8 Page 11\nTOSS UP\n23. PHYSICS Multiple Choice A torsional pendulum consists of a disk suspended from a\ntorsional spring. The torsional pendulum is set into oscillation when the disk is displaced through\na small angle. Which of the following changes would increase the frequency oscillation of the\ntorsional pendulum?\nW) Decrease the moment of inertia of the disk\nX) Increase the moment of inertia of the disk\nY) Decrease the torsional spring constant of the spring\nZ) Decrease the angle through which the disk was displaced",
        "subject": "",
        "answer": "W) DECREASE THE MOMENT OF INERTIA OF THE DISK"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " About how many tons of coal is required to produce the same\namount of electricity produced by a typical power plant in one year?\nW) 250,000\nX) 500,000\nY) 1 million\nZ) 4 million\nANSWER: Z) 4 MILLION",
        "subject": "",
        "answer": "100TOSS UP24. ENERGY Multiple Choice About how many tons of coal is required to produce the sameamount of electricity produced by a typical power plant in one year?W) 250,000X) 500,000Y) 1 millionZ) 4 millionANSWER: Z) 4 MILLION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A DoE researcher runs a redox reaction for a Daniell cell:\nCu 2+ + Zn → Zn2+ + Cu . Given that the equilibrium constant for this reaction is 1.65\n(aq) (s) (aq) (s)\nx 1037 at 25 degrees Celsius, the E0 [ E naught] and the ∆G0 [delta G zero] for this reaction are\nwhich of the following?\nW) Both positive\nX) Both negative\nY) Both zero\nZ) E0 is positive and ∆G0 is negative\nANSWER: Z) E0 IS POSITIVE AND ∆G0 IS NEGATIVE\n[(AQ) = AQUEOUS; (S) = SOLID]",
        "subject": "",
        "answer": "3, 2, 4, 1Round Robin ~ Round 8 Page 12TOSS UP25. CHEMISTRY Multiple Choice A DoE researcher runs a redox reaction for a Daniell cell:Cu 2+ + Zn → Zn2+ + Cu . Given that the equilibrium constant for this reaction is 1.65(aq) (s) (aq) (s)x 1037 at 25 degrees Celsius, the E0 [ E naught] and the ∆G0 [delta G zero] for this reaction arewhich of the following?W) Both positiveX) Both negativeY) Both zeroZ) E0 is positive and ∆G0 is negativeANSWER: Z) E0 IS POSITIVE AND ∆G0 IS NEGATIVE[(AQ) = AQUEOUS; (S) = SOLID]"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " In free radical polymerization [pol-lim-er-uh-ZAY-shuhn],\nmany different substituents can be employed to stabilize the chain end radical. All except which\nof the following are strong stabilizers of the radical?\nW) CN\nX) C H\n6 5\nY) OCH\n3\nZ) CO CH\n2 3",
        "subject": "",
        "answer": "Y) OCH3Round Robin ~ Round 8 Page 13"
    }
]