[
    {
        "answertype": "Multiple Choice",
        "content": " Which of the following pairs of animals each possesses a\ngizzard?\nW) A bird and an alligator\nX) A shark and a hippopotamus\nY) A bird and an echidna [i-KID-nuh]\nZ) A teleost and a Llama [TEL-ee-ost]",
        "subject": "",
        "answer": "W) A BIRD AND AN ALLIGATOR"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Acetyl-CoA [CO-A] carboxylase-1 alpha, a fatty acid synthesis\nregulatory enzyme, functions to carboxylate Acetyl-CoA. What is the name of the newly formed\ncarboxylated product?\nANSWER: MALONYL-CoA",
        "subject": "",
        "answer": "W) LIGASETOSS UP2. CHEMISTRY Short Answer Acetyl-CoA [CO-A] carboxylase-1 alpha, a fatty acid synthesisregulatory enzyme, functions to carboxylate Acetyl-CoA. What is the name of the newly formedcarboxylated product?ANSWER: MALONYL-CoA"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Factor the following polynomial completely over the real numbers:\nx x.\n5\nA2NS- 3W2ER: x x x x\n2",
        "subject": "",
        "answer": "Z) AROMATICRound Robin ~ Round 10 Page 1TOSS UP3. MATH Short Answer Factor the following polynomial completely over the real numbers:x x.5A2NS- 3W2ER: x x x x2"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " A series is defined recursively. If and [a\nsub n equals 3 plus open parenthesis a sub the quantity n minus 1 close parenthe𝑛𝑛s−i1s to\nthe power of the quantity n minus 1], determine the val u𝑎𝑎e 1 o=f −2. 𝑎𝑎𝑛𝑛 = 3+(𝑎𝑎𝑛𝑛−1)\nANSWER:\n𝑎𝑎4\n67\nTOSS UP\n4. PHYSICS Multiple Choice Which of the following is NOT correct?\nW) All planets travel in elliptical orbits with the Sun at the center of the ellipse\nX) The period of a simple pendulum is independent of the mass of the bob\nY) Gravitational force is a conservative force\nZ) The kilowatt-hour is a unit of energy",
        "subject": "",
        "answer": "W) ALL PLANETS TRAVEL IN ELLIPTICAL ORBITS WITH THE SUN AT THECENTER OF THE ELLIPSE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Due to radar-bright reflections received by the Very\nLarge Array, what substance is believed to exist in polar craters on Mercury?\nANSWER: ICE (ACCEPT: WATER ICE; DO NOT ACCEPT: WATER)",
        "subject": "",
        "answer": "W) 107Round Robin ~ Round 10 Page 2TOSS UP5. EARTH AND SPACE Short Answer Due to radar-bright reflections received by the VeryLarge Array, what substance is believed to exist in polar craters on Mercury?ANSWER: ICE (ACCEPT: WATER ICE; DO NOT ACCEPT: WATER)"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following correctly matches the major energy source\nand fuel for most stars?\nW) Nuclear fission and hydrogen\nX) Nuclear fission and helium\nY) Nuclear fusion and hydrogen\nZ) Nuclear fusion and helium\nANSWER: Y) NUCLEAR FUSION AND HYDROGEN",
        "subject": "",
        "answer": "Z) THEIR ATMOSPHERES CONTAIN VERY SIMILAR NITROGENCONCENTRATIONSTOSS UP6. ENERGY Multiple Choice Which of the following correctly matches the major energy sourceand fuel for most stars?W) Nuclear fission and hydrogenX) Nuclear fission and heliumY) Nuclear fusion and hydrogenZ) Nuclear fusion and heliumANSWER: Y) NUCLEAR FUSION AND HYDROGEN"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following animals does NOT belong in the phylum\nMollusca [FY-luhm muh-LUHS-kuh]?\nW) Giant squid\nX) Geoduck [GOO-ee-duck]\nY) Cuttlefish\nZ) Salp\nANSWER: Z) SALP",
        "subject": "",
        "answer": "2 AND 3Round Robin ~ Round 10 Page 3TOSS UP7. BIOLOGY Multiple Choice Which of the following animals does NOT belong in the phylumMollusca [FY-luhm muh-LUHS-kuh]?W) Giant squidX) Geoduck [GOO-ee-duck]Y) CuttlefishZ) SalpANSWER: Z) SALP"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " An atom of an unknown element has 33 electrons. What is the\nlikely ratio of the numbers of atoms of that element to calcium when in an ionic compound?\nANSWER: 2:3",
        "subject": "",
        "answer": "Y) BLUE, PINK, PINKTOSS UP8. CHEMISTRY Short Answer An atom of an unknown element has 33 electrons. What is thelikely ratio of the numbers of atoms of that element to calcium when in an ionic compound?ANSWER: 2:3"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Solve the following equation for x on the interval :\n2\n0 ≤ 𝑥𝑥 < 2𝜋𝜋\nA4NcoSsW𝑥𝑥E−R:1 = 0\nπ/3, 2π/3, 4π/3, 5π/3",
        "subject": "",
        "answer": "Y) 50% DISSOCIATEDRound Robin ~ Round 10 Page 4TOSS UP9. MATH Short Answer Solve the following equation for x on the interval :20 ≤ 𝑥𝑥 < 2𝜋𝜋A4NcoSsW𝑥𝑥E−R:1 = 0π/3, 2π/3, 4π/3, 5π/3"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A force of 10 newtons compresses a spring to 5.0 centimeters\nfrom its equilibrium position. How far in centimeters can a force of 5.0 newtons stretch the same\nspring?\nW) 0.50\nX) 2.5\nY) 10.0\nZ) 25\nANSWER: X) 2.5",
        "subject": "",
        "answer": "y -x= + 4/3TOSS UP10. PHYSICS Multiple Choice A force of 10 newtons compresses a spring to 5.0 centimetersfrom its equilibrium position. How far in centimeters can a force of 5.0 newtons stretch the samespring?W) 0.50X) 2.5Y) 10.0Z) 25ANSWER: X) 2.5"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following shapes would the pure\nparallactic motion of a star on the celestial equator describe?\nW) Ellipse\nX) Line\nY) Circle\nZ) Parabola\nANSWER: W) ELLIPSE",
        "subject": "",
        "answer": "40Round Robin ~ Round 10 Page 5TOSS UP11. EARTH AND SPACE Multiple Choice Which of the following shapes would the pureparallactic motion of a star on the celestial equator describe?W) EllipseX) LineY) CircleZ) ParabolaANSWER: W) ELLIPSE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " There are over 50,000 known invasive species in North\nAmerica. Which of the following species is NOT invasive to North America?\nW) Nutria\nX) Rosy boa\nY) Round goby\nZ) Zebra mussel\nANSWER: X) ROSY BOA",
        "subject": "",
        "answer": "Y) 6000TOSS UP12. BIOLOGY Multiple Choice There are over 50,000 known invasive species in NorthAmerica. Which of the following species is NOT invasive to North America?W) NutriaX) Rosy boaY) Round gobyZ) Zebra musselANSWER: X) ROSY BOA"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " According to the Clausius [KLOU-zee-uhs] inequality, the\nderivative of entropy is greater than or equal to the derivative of heat, divided by temperature.\nWhen is the equal case true?\nW) For an irreversible change\nX) For a reversible change\nY) For temperatures greater than 273 Kelvin\nZ) For temperatures less than or equal to 273 Kelvin\nANSWER: X) FOR A REVERSIBLE CHANGE",
        "subject": "",
        "answer": "2, 4, 1, 3 (ACCEPT: INTACT CELL, NUCLEUS, MITOCHONDRION,ENDOPLASMIC RETICULUM)Round Robin ~ Round 10 Page 6TOSS UP13. CHEMISTRY Multiple Choice According to the Clausius [KLOU-zee-uhs] inequality, thederivative of entropy is greater than or equal to the derivative of heat, divided by temperature.When is the equal case true?W) For an irreversible changeX) For a reversible changeY) For temperatures greater than 273 KelvinZ) For temperatures less than or equal to 273 KelvinANSWER: X) FOR A REVERSIBLE CHANGE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Solve the following expression when x -1/2 [open\n3 P\n𝑥𝑥\nparenthesis, x cubed over 9, close parenthesis, to the negative ½ power].\n= 4: ( 9 )\nANSWER: x",
        "subject": "",
        "answer": "5.0 x 10-3TOSS UP14. MATH Short Answer Solve the following expression when x -1/2 [open3 P𝑥𝑥parenthesis, x cubed over 9, close parenthesis, to the negative ½ power].= 4: ( 9 )ANSWER: x"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Express the following complex number in simplest a bi form:\ni i i i.\n13 12 10\n+\n5ANS+W 6ER–: 7 + 3i\n13 + 8\nRound Robin ~ Round 10 Page 7\nTOSS UP\n15. PHYSICS Short Answer A solid sphere, a solid cylinder, and a hoop are rolled down an\ninclined plane without slipping. Given that they have identical masses and diameters, what\nobject reaches the bottom of the ramp first?",
        "subject": "",
        "answer": "SPHERE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the only planet in our solar system with a\npermanent bulge due to tidal forcing?\nANSWER: MERCURY",
        "subject": "",
        "answer": "Y) -1.5TOSS UP16. EARTH AND SPACE Short Answer What is the only planet in our solar system with apermanent bulge due to tidal forcing?ANSWER: MERCURY"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " About how many Btus does a therm of natural gas have?\nW) 100,000\nX) 1 million\nY) 10 million\nZ) 100 million\nANSWER: W) 100,000",
        "subject": "",
        "answer": "W) VERY SHORT-LIVED AND SO CAN ONLY BE SEEN AT HIGH REDSHIFTSRound Robin ~ Round 10 Page 8TOSS UP17. ENERGY Multiple Choice About how many Btus does a therm of natural gas have?W) 100,000X) 1 millionY) 10 millionZ) 100 millionANSWER: W) 100,000"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following organisms is NOT matched correctly with\nits main form of nitrogen excretion?\nW) Squirrel and urea\nX) Sparrow and uric acid\nY) Planaria and ammonia\nZ) Land snail and urea\nANSWER: Z) LAND SNAIL AND UREA",
        "subject": "",
        "answer": "1 X 1022TOSS UP18. BIOLOGY Multiple Choice Which of the following organisms is NOT matched correctly withits main form of nitrogen excretion?W) Squirrel and ureaX) Sparrow and uric acidY) Planaria and ammoniaZ) Land snail and ureaANSWER: Z) LAND SNAIL AND UREA"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " When mixed at a molar ratio of 3 to 1, which of the following\nsolution mixtures is a buffer system?\nW) Hydrochloric acid and sodium chloride\nX) Acetic acid and sodium hydroxide\nY) Potassium hydroxide and phosphoric acid\nZ) Perchloric acid and ammonia\nANSWER: X) ACETIC ACID AND SODIUM HYDROXIDE",
        "subject": "",
        "answer": "SNAIL (ACCEPT: AQUATIC SNAIL)Round Robin ~ Round 10 Page 9TOSS UP19. CHEMISTRY Multiple Choice When mixed at a molar ratio of 3 to 1, which of the followingsolution mixtures is a buffer system?W) Hydrochloric acid and sodium chlorideX) Acetic acid and sodium hydroxideY) Potassium hydroxide and phosphoric acidZ) Perchloric acid and ammoniaANSWER: X) ACETIC ACID AND SODIUM HYDROXIDE"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Providing your answer as a fraction in simplest form, what is the\nprobability of drawing a heart or a king from a standard playing deck of cards?\nANSWER:",
        "subject": "",
        "answer": "X) FAST, NONREVERSIBLE STEPS ARE NEVER PRESENTTOSS UP20. MATH Short Answer Providing your answer as a fraction in simplest form, what is theprobability of drawing a heart or a king from a standard playing deck of cards?ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If the recursive sequence is defined by and ,\nwhat is the value of t ?\n6 n 1 n n-1\nt t = 3 t = -5 +t 3\nANSWER:\n124\nRound Robin ~ Round 10 Page 10\nTOSS UP\n21. PHYSICS Multiple Choice A glass rod with index of refraction n is submersed in an oil\nbath. Which of the following indices of refraction should the oil have in order to render the rod\noptically invisible?\nW) Less than n\nX) Greater than n\nY) The same as n\nZ) None; it’s impossible",
        "subject": "",
        "answer": "Y) THE SAME AS N"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Three seconds after the Big Bang, which of the\nfollowing dominated the energy content of the universe?\nW) Dark energy\nX) Baryonic matter\nY) Dark matter\nZ) Radiation\nANSWER: Z) RADIATION",
        "subject": "",
        "answer": "1, 2 (ACCEPT: ANGULAR MOMENTUM AND TOTAL ENERGY)TOSS UP22. EARTH AND SPACE Multiple Choice Three seconds after the Big Bang, which of thefollowing dominated the energy content of the universe?W) Dark energyX) Baryonic matterY) Dark matterZ) RadiationANSWER: Z) RADIATION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " When comparing the amount of food energy taken in to the\nenergy available to do work, about how efficient is a human?\nW) 15%\nX) 25%\nY) 35%\nZ) 45%\nANSWER: X) 25%",
        "subject": "",
        "answer": "Y) PHYSICISTS DISCOVERED THAT NEUTRINO FLAVORS OSCILLATE ASTHEY TRAVEL FROM THE SUNRound Robin ~ Round 10 Page 11TOSS UP23. ENERGY Multiple Choice When comparing the amount of food energy taken in to theenergy available to do work, about how efficient is a human?W) 15%X) 25%Y) 35%Z) 45%ANSWER: X) 25%"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following exhibits viviparity?\nW) Salt cedars\nX) Cord grass\nY) Mangroves\nZ) Eelgrasses\nANSWER: Y) MANGROVES",
        "subject": "",
        "answer": "$1,750TOSS UP24. BIOLOGY Multiple Choice Which of the following exhibits viviparity?W) Salt cedarsX) Cord grassY) MangrovesZ) EelgrassesANSWER: Y) MANGROVES"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A particular molecule of XeF displays 3 IR bands and 3\n4\nRaman bands at completely different energies. Based on this information, which of the following\nis its VSEPR structure?\nW) Tetrahedral\nX) Octahedral\nY) Square planar\nZ) See-saw\nANSWER: Y) SQUARE PLANAR",
        "subject": "",
        "answer": "2, 4 (ACCEPT: BASOPHILIC ERYTHROBLAST, NORMOBLAST)Round Robin ~ Round 10 Page 12TOSS UP25. CHEMISTRY Multiple Choice A particular molecule of XeF displays 3 IR bands and 34Raman bands at completely different energies. Based on this information, which of the followingis its VSEPR structure?W) TetrahedralX) OctahedralY) Square planarZ) See-sawANSWER: Y) SQUARE PLANAR"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Thirty-two grams of oxygen gas are reacted with 10 grams of\nhydrogen gas to form water. If all of the oxygen is consumed, how many grams of excess\nhydrogen remain?",
        "subject": "",
        "answer": "6Round Robin ~ Round 10 Page 13"
    }
]