[
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the collective name for the pair of galaxies that\nare visible in the Earth’s southern hemisphere and are separated by 21 degrees in the sky?\nANSWER: MAGELLANIC CLOUDS",
        "subject": "",
        "answer": "= = 2π/2TOSS UP2. EARTH AND SPACE Short Answer What is the collective name for the pair of galaxies thatare visible in the Earth’s southern hemisphere and are separated by 21 degrees in the sky?ANSWER: MAGELLANIC CLOUDS"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following structures would NOT produce a child with\nDown Syndrome if fertilized by a sperm containing 2 copies of chromosome 21?\nW) A haploid secondary oocyte [OH-uh-syt] with a normal complement of chromosomes\nX) A haploid polar body\nY) A haploid secondary oocyte that undergoes meiosis II [my-OH-sis] after the sperm\npenetrates the cell membrane\nZ) An oocyte that undergoes disjunction during meiosis II\nANSWER: X) A HAPLOID POLAR BODY",
        "subject": "",
        "answer": "X) GRAVITATIONAL MICROLENSINGDouble Elimination ~ Round 4 Page 1TOSS UP3. BIOLOGY Multiple Choice Which of the following structures would NOT produce a child withDown Syndrome if fertilized by a sperm containing 2 copies of chromosome 21?W) A haploid secondary oocyte [OH-uh-syt] with a normal complement of chromosomesX) A haploid polar bodyY) A haploid secondary oocyte that undergoes meiosis II [my-OH-sis] after the spermpenetrates the cell membraneZ) An oocyte that undergoes disjunction during meiosis IIANSWER: X) A HAPLOID POLAR BODY"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " The concept of inducing an EMF by rotating in a magnetic field is\nthe fundamental physical effect needed for the function of which of the following devices?\nW) Ceiling fan\nX) Transformer\nY) Electric dynamo\nZ) Electric motor\nANSWER: Y) ELECTRIC DYNAMO",
        "subject": "",
        "answer": "1, 4TOSS UP4. PHYSICS Multiple Choice The concept of inducing an EMF by rotating in a magnetic field isthe fundamental physical effect needed for the function of which of the following devices?W) Ceiling fanX) TransformerY) Electric dynamoZ) Electric motorANSWER: Y) ELECTRIC DYNAMO"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following types of battery has the highest energy\ndensity?\nW) Lithium-ion\nX) Lead-acid\nY) Nickel-cadmium\nZ) Metal hydride\nANSWER: W) LITHIUM-ION",
        "subject": "",
        "answer": "2.2Double Elimination ~ Round 4 Page 2TOSS UP5. ENERGY Multiple Choice Which of the following types of battery has the highest energydensity?W) Lithium-ionX) Lead-acidY) Nickel-cadmiumZ) Metal hydrideANSWER: W) LITHIUM-ION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " During an electrochemistry lab, you carefully construct a\nvoltaic cell with two electrodes: a lead cathode and magnesium anode based on the standard\nreduction potentials. You place the two electrodes on the opposite sides of a beaker divided by\na porous membrane, and then fill the beaker with a solution of potassium chloride. When you\nconnect the two electrodes using wires and a voltmeter, you notice that no voltage flows through\nthe voltmeter. Which of the following is the most likely cause of the lack of voltage?\nW) There are no anions in the solution that are able to be reduced by the cell\nX) There are no cations in the solution that are able to be reduced by the cell\nY) The lead (III) cations produce a precipitate with chloride, so they do not reduce\nZ) The magnesium ions produce a precipitate with chloride, so they do not reduce\nANSWER: X) THERE ARE NO CATIONS IN THE SOLUTION THAT ARE ABLE TO BE\nREDUCED BY THE CELL",
        "subject": "",
        "answer": "2, 1, 3, 4TOSS UP6. CHEMISTRY Multiple Choice During an electrochemistry lab, you carefully construct avoltaic cell with two electrodes: a lead cathode and magnesium anode based on the standardreduction potentials. You place the two electrodes on the opposite sides of a beaker divided bya porous membrane, and then fill the beaker with a solution of potassium chloride. When youconnect the two electrodes using wires and a voltmeter, you notice that no voltage flows throughthe voltmeter. Which of the following is the most likely cause of the lack of voltage?W) There are no anions in the solution that are able to be reduced by the cellX) There are no cations in the solution that are able to be reduced by the cellY) The lead (III) cations produce a precipitate with chloride, so they do not reduceZ) The magnesium ions produce a precipitate with chloride, so they do not reduceANSWER: X) THERE ARE NO CATIONS IN THE SOLUTION THAT ARE ABLE TO BEREDUCED BY THE CELL"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What is the limit as x approaches of [the fraction with\nsin (3𝑥𝑥)\nnumerator sine of 3x and denominator x]?\n0 𝑥𝑥\nANSWER:",
        "subject": "",
        "answer": "1) BESSEMER = STEEL, 2) DEVILLE = ALUMINUM, 3) OTSWALD = NITRIC ACID,4) MOND = NICKELDouble Elimination ~ Round 4 Page 3TOSS UP7. MATH Short Answer What is the limit as x approaches of [the fraction withsin (3𝑥𝑥)numerator sine of 3x and denominator x]?0 𝑥𝑥ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Cation exchange capacity (CEC) refers to the total\nnumber of cations a soil can hold, which is the same as the soil’s total negative charge. Which\nof the following soil horizons would typically have the lowest CEC?\nW) Dark colored sands\nX) Light colored sands\nY) Light colored loams and silt loams\nZ) Organic soils\nANSWER: X) LIGHT COLORED SANDS",
        "subject": "",
        "answer": "NONETOSS UP8. EARTH AND SPACE Multiple Choice Cation exchange capacity (CEC) refers to the totalnumber of cations a soil can hold, which is the same as the soil’s total negative charge. Whichof the following soil horizons would typically have the lowest CEC?W) Dark colored sandsX) Light colored sandsY) Light colored loams and silt loamsZ) Organic soilsANSWER: X) LIGHT COLORED SANDS"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " After being shipwrecked and lost at sea, you happen to wash up\non a remote beach. Off in the distance, you spot a Nene [nee-nee] goose. Where in the world\nare you?\nW) The Hawaiian Islands\nX) The Galapagos Islands\nY) The San Juan Islands\nZ) The Seychelles Islands [say-SHELS]\nANSWER: W) THE HAWAIIAN ISLANDS",
        "subject": "",
        "answer": "W) ACTIVE GALACTIC NUCLEI ARE LESS COMMON AT HIGH REDSHIFTSDouble Elimination ~ Round 4 Page 4TOSS UP9. BIOLOGY Multiple Choice After being shipwrecked and lost at sea, you happen to wash upon a remote beach. Off in the distance, you spot a Nene [nee-nee] goose. Where in the worldare you?W) The Hawaiian IslandsX) The Galapagos IslandsY) The San Juan IslandsZ) The Seychelles Islands [say-SHELS]ANSWER: W) THE HAWAIIAN ISLANDS"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " A ball is thrown perfectly horizontally with a speed of 30 meters\nper second from the top of an 80 meter tall building. Given g as 10 meters per second squared\nand neglecting air resistance, with what speed in meters per second will it hit the ground?\nANSWER: 50",
        "subject": "",
        "answer": "PEP CARBOXYLASE (ACCEPT: PHOSPHOENOLPYRUVATE CARBOXYLASE)TOSS UP10. PHYSICS Short Answer A ball is thrown perfectly horizontally with a speed of 30 metersper second from the top of an 80 meter tall building. Given g as 10 meters per second squaredand neglecting air resistance, with what speed in meters per second will it hit the ground?ANSWER: 50"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following species cannot act as an oxidizing\nagent on calcium metal in aqueous conditions?\nW) Iodide\nX) Permanganate\nY) Nitrate\nZ) Bromine\nANSWER: W) IODIDE",
        "subject": "",
        "answer": "Y) 3 x 10-11Double Elimination ~ Round 4 Page 5TOSS UP11. CHEMISTRY Multiple Choice Which of the following species cannot act as an oxidizingagent on calcium metal in aqueous conditions?W) IodideX) PermanganateY) NitrateZ) BromineANSWER: W) IODIDE"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is the only duck in North America that\nspecializes in eating fish?\nW) Bufflehead\nX) Common Merganser\nY) King Eider\nZ) Northern Shoveler\nANSWER: X) COMMON MERGANSER",
        "subject": "",
        "answer": "2.5TOSS UP12. BIOLOGY Multiple Choice Which of the following is the only duck in North America thatspecializes in eating fish?W) BuffleheadX) Common MerganserY) King EiderZ) Northern ShovelerANSWER: X) COMMON MERGANSER"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Pablo walks 4 miles north, 6 miles east, and then 2 miles north again.\nIn simplest form, how many miles is he from his starting point?\nANSWER:",
        "subject": "",
        "answer": "YANGTZE RIVER DOLPHIN (ACCEPT: CHINESE RIVER DOLPHIN, WHITEFINDOLPHIN, YANGTZE DOLPHIN) (DO NOT ACCEPT: CHINESE WHITE DOLPHIN)Double Elimination ~ Round 4 Page 6TOSS UP13. MATH Short Answer Pablo walks 4 miles north, 6 miles east, and then 2 miles north again.In simplest form, how many miles is he from his starting point?ANSWER:"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Evaluate [the limit as x approaches infinity of x\ntimes the quantity negative 1 plus e to the 1 ov1e⁄𝑥𝑥r x].\n𝑥𝑥l i→m∞𝑥𝑥(−1+𝑒𝑒 )\nANSWER:\n1\nTOSS UP\n14. EARTH AND SPACE Multiple Choice Which of the following is the lifetime of M dwarfs on\nthe main sequence?\nW) Less than 100 million years\nX) Between 100 million and 1 billion years\nY) Between 1 billion and 10 billion years\nZ) Longer than a Hubble time",
        "subject": "",
        "answer": "Z) LONGER THAN A HUBBLE TIME"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " What type of plant cells normally undergo apoptosis, providing\nstructural support to the plant with their rigid cell walls?\nANSWER: SCLERENCHYMA (ACCEPT: FIBERS OR SCLEREIDS)",
        "subject": "",
        "answer": "W) AMAZONITEDouble Elimination ~ Round 4 Page 7TOSS UP15. BIOLOGY Short Answer What type of plant cells normally undergo apoptosis, providingstructural support to the plant with their rigid cell walls?ANSWER: SCLERENCHYMA (ACCEPT: FIBERS OR SCLEREIDS)"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " If a hydrogen nucleus resonates at 200 megahertz in a field\nstrength of 4.7 teslas, the same nucleus will resonate at what frequency in megahertz at 14.1\nteslas?\nANSWER: 600",
        "subject": "",
        "answer": "CALCIUM (ACCEPT: Ca+2)TOSS UP16. PHYSICS Short Answer If a hydrogen nucleus resonates at 200 megahertz in a fieldstrength of 4.7 teslas, the same nucleus will resonate at what frequency in megahertz at 14.1teslas?ANSWER: 600"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Besides length, what is the primary characteristic that determines\nline losses in electricity transmission?\nANSWER: FREQUENCY",
        "subject": "",
        "answer": "3000Double Elimination ~ Round 4 Page 8TOSS UP17. ENERGY Short Answer Besides length, what is the primary characteristic that determinesline losses in electricity transmission?ANSWER: FREQUENCY"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " How many electrons in an atom of vanadium in its ground\nstate have an angular-momentum quantum number of 2?\nANSWER: 3",
        "subject": "",
        "answer": "200TOSS UP18. CHEMISTRY Short Answer How many electrons in an atom of vanadium in its groundstate have an angular-momentum quantum number of 2?ANSWER: 3"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following represents the number of inches a rolling\nwheel with a radius of inches travels on level ground in revolutions?\nW) 4 6\nX)\nY) 24 𝜋𝜋\nZ) 48 𝜋𝜋\n96 𝜋𝜋\nAN1S4W4 E𝜋𝜋R: X)",
        "subject": "",
        "answer": "HEXANALDouble Elimination ~ Round 4 Page 9TOSS UP19. MATH Multiple Choice Which of the following represents the number of inches a rollingwheel with a radius of inches travels on level ground in revolutions?W) 4 6X)Y) 24 𝜋𝜋Z) 48 𝜋𝜋96 𝜋𝜋AN1S4W4 E𝜋𝜋R: X)"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Many different parameters are measured when\nconducting water quality studies. Which parameter refers to the buffering capacity of water?\nANSWER: ALKALINITY (ACCEPT: TOTAL ALKALINITY) (DO NOT ACCEPT: PH)",
        "subject": "",
        "answer": "AND (ACCEPT: -3/2 AND 4)-1.5 4TOSS UP20. EARTH AND SPACE Short Answer Many different parameters are measured whenconducting water quality studies. Which parameter refers to the buffering capacity of water?ANSWER: ALKALINITY (ACCEPT: TOTAL ALKALINITY) (DO NOT ACCEPT: PH)"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Face recognition is located in which lobe of the human cerebrum?\nANSWER: TEMPORAL",
        "subject": "",
        "answer": "1, 3, 4Double Elimination ~ Round 4 Page 10TOSS UP21. BIOLOGY Short Answer Face recognition is located in which lobe of the human cerebrum?ANSWER: TEMPORAL"
    },
    {
        "type": "Bonus",
        "answertype": "Short Answer",
        "content": " Name the process by which the loss of an orbital electron results\nfrom an inelastic particle collision?\nANSWER: IONIZATION",
        "subject": "",
        "answer": "W) THE G PROTEIN BINDS THE LIGAND-BOUND RECEPTORTOSS UP22. PHYSICS Short Answer Name the process by which the loss of an orbital electron resultsfrom an inelastic particle collision?ANSWER: IONIZATION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Members of which of the following series, such as plutonium, are\ngenerally used in the nuclear energy field?\nW) C\nX) F\nY) J\nZ) K\nANSWER: Z) K",
        "subject": "",
        "answer": "1.4Double Elimination ~ Round 4 Page 11TOSS UP23. ENERGY Multiple Choice Members of which of the following series, such as plutonium, aregenerally used in the nuclear energy field?W) CX) FY) JZ) KANSWER: Z) K"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is the type of plant growth hormone that\npromotes stem and pollen tube elongation and vascular tissue differentiation?\nW) Auxins [AWK-sins]\nX) Brassinosteroids\nY) Cytokinins [sy-tuh-KY-nins]\nZ) Gibberellins [jib-uh-REL-ins]\nANSWER: X) BRASSINOSTEROIDS",
        "subject": "",
        "answer": "40%TOSS UP24. BIOLOGY Multiple Choice Which of the following is the type of plant growth hormone thatpromotes stem and pollen tube elongation and vascular tissue differentiation?W) Auxins [AWK-sins]X) BrassinosteroidsY) Cytokinins [sy-tuh-KY-nins]Z) Gibberellins [jib-uh-REL-ins]ANSWER: X) BRASSINOSTEROIDS"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " Which of the following is true of the Born-Oppenheimer\napproximation?\nW) Molecular vibrations do not significantly contribute to the translational energy of the molecule\nX) The exact position of the nucleus in a bond cannot be determined\nY) Electronic and nuclear motion can be separated since nuclear motion is significantly slower\nthan electron motion\nZ) Two nuclei that approach one another at a distance have no attractive or repulsive forces\nANSWER: Y) ELECTRONIC AND NUCLEAR MOTION CAN BE SEPARATED SINCE\nNUCLEAR MOTION IS SIGNIFICANTLY SLOWER THAN ELECTRON MOTION",
        "subject": "",
        "answer": "SCIPIONYXDouble Elimination ~ Round 4 Page 12TOSS UP25. CHEMISTRY Multiple Choice Which of the following is true of the Born-Oppenheimerapproximation?W) Molecular vibrations do not significantly contribute to the translational energy of the moleculeX) The exact position of the nucleus in a bond cannot be determinedY) Electronic and nuclear motion can be separated since nuclear motion is significantly slowerthan electron motionZ) Two nuclei that approach one another at a distance have no attractive or repulsive forcesANSWER: Y) ELECTRONIC AND NUCLEAR MOTION CAN BE SEPARATED SINCENUCLEAR MOTION IS SIGNIFICANTLY SLOWER THAN ELECTRON MOTION"
    },
    {
        "type": "Bonus",
        "answertype": "Multiple Choice",
        "content": " A current, equivalent to 0.5 faradays, is passed through a\nsolution containing copper (II) sulfate. How much copper in grams can be plated out?\nW) 3.2\nX) 16\nY) 32\nZ) 64",
        "subject": "",
        "answer": "X) 16Double Elimination ~ Round 4 Page 13"
    }
]